{
    "0": {
        "url": "https://inshorts.com/en/news/anusha-rhea-dance-at-farhanshibanis-mehendi-ceremony-video-surfaces-1645244234060",
        "title": "Anusha, Rhea dance at Farhan-Shibani's mehendi ceremony, video surfaces",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645242954032_922.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "09:47 am",
        "article_date": "19 Feb",
        "article_body": "A video of Anusha Dandekar and Rhea Chakraborty dancing at Farhan Akhtar and Shibani Dandekar's mehendi ceremony ahead of their wedding has surfaced on social media. In the video, Anusha and Rhea can be seen dancing to Dilwale Dulhania Le Jayenge's song 'Doli Saja Ke Rakhna'. Farhan and Shibani had started dating in 2018."
    },
    "1": {
        "url": "https://inshorts.com/en/news/india-reports-22270-new-covid19-cases-3650-cases-less-than-yesterday-1645243656253",
        "title": "India reports 22,270 new COVID-19 cases, 3,650 cases less than yesterday",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645242816909_113.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "09:37 am",
        "article_date": "19 Feb",
        "article_body": "India has reported 22,270 new COVID-19 cases and 325 deaths in the last 24 hours, according to the Ministry of Health and Family Welfare. This comes a day after the country reported 25,920 cases and 492 deaths. The COVID-19 death toll in the country has risen to 5,11,230, while the active caseload declined to 2,53,739."
    },
    "2": {
        "url": "https://inshorts.com/en/news/yuzvendra-chahals-reaction-to-ravi-bishnoi-taking-wicket-goes-viral-1645240910713",
        "title": "Yuzvendra Chahal's reaction to Ravi Bishnoi taking wicket goes viral",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645240225227_532.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "08:51 am",
        "article_date": "19 Feb",
        "article_body": "Team India leg-spinner Yuzvendra Chahal's reaction to Ravi Bishnoi taking West Indies opener Brandon King's wicket in the second T20I has gone viral. Chahal ran towards Bishnoi and hugged him from behind. Reacting to Chahal's gesture, a fan tweeted, \"Great to see Yuzi enjoying Bishnoi's success.\" Another fan wrote, \"If Titanic scene was shot at Eden Gardens.\""
    },
    "3": {
        "url": "https://inshorts.com/en/news/lucknow-super-giants-gift-their-first-bat-to-up-cm-yogi-adityanath-share-pic-1645244450004",
        "title": "Lucknow Super Giants gift their first bat to UP CM Yogi Adityanath, share pic",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645242262193_32.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "09:50 am",
        "article_date": "19 Feb",
        "article_body": "Lucknow Super Giants (LSG) gifted their first bat to Uttar Pradesh CM Yogi Adityanath ahead of IPL 2022. Sharing picture on Twitter, LSG wrote, \"The first bat of the #LucknowSuperGiants presented to the Honourable Chief Minister, @myogiadityanath. Grateful to receive his support!\" The bat was presented to the CM by franchise owner Sanjiv Goenka and mentor Gautam Gambhir."
    },
    "4": {
        "url": "https://inshorts.com/en/news/air-india-to-fly-3-planes-from-ukraine-to-bring-back-indians-amid-russia-tension-1645241653145",
        "title": "Air India to fly 3 planes from Ukraine to bring back Indians amid Russia tension",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645240760293_809.jpg?",
        "author_name": "Kiran Khatri",
        "article_time": "09:04 am",
        "article_date": "19 Feb",
        "article_body": "Air India will operate three flights between Ukraine's Kyiv and Delhi this month to bring Indian citizens, including students, back amid tensions between Ukraine and Russia. The three flights will be operated on February 22, 24 and 26, the Embassy of India in Kyiv announced. Earlier, the embassy issued an advisory saying that Indians may consider leaving Ukraine temporarily."
    },
    "5": {
        "url": "https://inshorts.com/en/news/32yearold-woman-4yearold-daughter-jump-into-yamuna-in-delhi-1645240664775",
        "title": "32-year-old woman, 4-year-old daughter jump into Yamuna in Delhi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645238977909_753.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "08:47 am",
        "article_date": "19 Feb",
        "article_body": "A 32-year-old woman, along with her four-year-old daughter, jumped into the Yamuna river from Delhi's Kalindi Kunj flyover on Friday, fire officials said. The woman had a quarrel with her husband on Thursday evening, officials added. The woman's husband claimed that his wife, along with their two daughters, had left the house around 6 am on Friday, an official stated."
    },
    "6": {
        "url": "https://inshorts.com/en/news/homeless-man-stabs-20yrold-to-death-in-delhi-over-₹300-in-front-of-wife-1645242408122",
        "title": "Homeless man stabs 20-yr-old to death in Delhi over ₹300 in front of wife",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645241113075_977.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "09:16 am",
        "article_date": "19 Feb",
        "article_body": "A 20-year-old man was stabbed to death in front of his wife in Delhi allegedly by a homeless man, police said. The couple were in a park in Hari Nagar when the homeless man approached them with a knife and asked for ₹300, police added. \"The man pushed the accused aside...got into a scuffle...accused slashed the man's throat,\" police stated."
    },
    "7": {
        "url": "https://inshorts.com/en/news/jkhand-removes-bhojpuri-and-magahi-as-regional-languages-from-dhanbad-bokaro-1645243872652",
        "title": "J'khand removes Bhojpuri and Magahi as regional languages from Dhanbad, Bokaro",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645242205896_800.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "09:41 am",
        "article_date": "19 Feb",
        "article_body": "The Jharkhand government has withdrawn Bhojpuri and Magahi as regional languages from Bokaro and Dhanbad, while mentioning Nagpuri, Urdu, Khortha, Kurmali and Bengali as regional languages in these districts. This comes days after protests broke out in parts of the state against inclusion of Bhojpuri and Magahi in Jharkhand Staff Selection Commission exams for appointments in the two districts."
    },
    "8": {
        "url": "https://inshorts.com/en/news/journalist-ravish-tiwari-passes-away-pm-modi-condoles-demise-1645245079563",
        "title": "Journalist Ravish Tiwari passes away, PM Modi condoles demise",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645244285365_997.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "10:01 am",
        "article_date": "19 Feb",
        "article_body": "Journalist Ravish Tiwari, who was working as Chief of National Bureau at The Indian Express, has passed away. An IIT-Bombay and University of Oxford alumnus, Ravish had also worked at India Today and The Economic Times. Condoling his demise, PM Narendra Modi wrote, \"Destiny has taken away Ravish Tiwari too soon. A bright career in...media world comes to an end.\""
    },
    "9": {
        "url": "https://inshorts.com/en/news/putin-has-decided-to-invade-ukraine-us-president-biden-1645240547486",
        "title": "Putin has decided to invade Ukraine: US President Biden",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645239218272_444.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "08:45 am",
        "article_date": "19 Feb",
        "article_body": "US President Joe Biden has said he is convinced Russian President Vladimir Putin has decided to invade Ukraine. Biden added that the US had \"reason to believe\" that Russian forces were \"planning to and intend to attack Ukraine in the coming days\". He further said that Russia could \"still choose diplomacy\".\n"
    },
    "10": {
        "url": "https://inshorts.com/en/news/the-finger-cutter-one-of-europes-mostwanted-criminals-arrested-1645243401102",
        "title": "'The finger cutter', one of Europe's most-wanted criminals, arrested",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645241867882_507.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "09:33 am",
        "article_date": "19 Feb",
        "article_body": "One of Europe's most-wanted criminals, a Belgian with a master's degree in criminology, has been arrested in Switzerland. Flor Bressers, 35, nicknamed \"the finger cutter\", has been sought since 2020 when he was given a four-year jail sentence. Bressers has been linked to a narcotics gang believed to have smuggled tonnes of cocaine from South America to Europe."
    },
    "11": {
        "url": "https://inshorts.com/en/news/nepotism-didnt-give-me-a-film-i-had-to-earn-it-alaya-f-1645243345588",
        "title": "Nepotism didn't give me a film, I had to earn it: Alaya F",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645239451187_750.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "09:32 am",
        "article_date": "19 Feb",
        "article_body": "Alaya F, daughter of Pooja Bedi and granddaughter of Kabir Bedi, has said nepotism helped her \"get [her] foot in the door\", but it didn't give her a film. \"That's the part I had to earn,\" she added. Alaya made her debut in Saif Ali Khan-starrer film 'Jawaani Jaaneman'. She will next be seen in 'U Turn remake' and 'Freddy'. "
    },
    "12": {
        "url": "https://inshorts.com/en/news/rahul-gandhis-family-used-manipur-as-atm-smriti-irani-1645243277840",
        "title": "Rahul Gandhi's family used Manipur as ATM: Smriti Irani",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645240653165_207.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "09:31 am",
        "article_date": "19 Feb",
        "article_body": "Addressing a rally in Manipur ahead of the assembly elections, Smriti Irani criticised Congress saying that Rahul Gandhi's family used the northeastern state as an ATM. ''Rahul Gandhi's family used Manipur as ATM but PM Modi launched Kisan Samman Nidhi scheme. Around 11 crore farmers are given ₹6,000/year,'' she added. Elections in Manipur will be held in two phases."
    },
    "13": {
        "url": "https://inshorts.com/en/news/time-to-say-talaq-talaq-talaq-to-bjp-and-sp-aimim-chief-owaisi-1645245762477",
        "title": "Time to say talaq, talaq, talaq to BJP and SP: AIMIM chief Owaisi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645243153299_713.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "10:12 am",
        "article_date": "19 Feb",
        "article_body": "AIMIM chief Asaduddin Owaisi while addressing a gathering amid Uttar Pradesh Assembly elections said on Friday that it is time to say \"talaq, talaq, talaq\" to the BJP and SP in the state. He also called state CM Yogi Adityanath and SP chief Akhilesh Yadav \"cruel and arrogant\". \"[Adityanath and Yadav] are brothers who had got separated,\" he added."
    },
    "14": {
        "url": "https://inshorts.com/en/news/bhaiya-controversy-is-like-black-issue-in-us-congs-manish-tewari-1645244144471",
        "title": "'Bhaiya' controversy is like 'Black issue' in US: Cong's Manish Tewari",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645242672674_453.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "09:45 am",
        "article_date": "19 Feb",
        "article_body": "Congress leader Manish Tewari said that the controversy following Punjab CM Charanjit Singh Channi's \"don't let UP, Bihar ke bhaiya enter Punjab\" remark is like US' \"Black issue\". \"Despite my mother being a Jat Sikh...my father...laying down his life for Hindu-Sikh amity...it's said behind my back 'Eh Bhaiya Kithon Agha' peppered with the choicest expletives in Punjabi,\" Tewari added."
    },
    "15": {
        "url": "https://inshorts.com/en/news/minimum-temperatures-across-pune-city-to-rise-in-next-few-days-imd-1645241493311",
        "title": "Minimum temperatures across Pune city to rise in next few days: IMD",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645240542174_230.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "09:01 am",
        "article_date": "19 Feb",
        "article_body": "The India Meteorological Department (IMD) has forecasted a rise in minimum temperatures by two to three degrees Celsius across Pune city in the next few days. \"On February 19 morning, there are chances of hazy weather. Partly cloudy conditions are likely between February 22 and 24,\" an official said. Maximum temperature in Pune will be 32-34 degrees Celsius, he added."
    },
    "16": {
        "url": "https://inshorts.com/en/news/robbery-accused-tries-to-end-his-life-in-chandigarh-jail-1645244183712",
        "title": "Robbery accused tries to end his life in Chandigarh jail",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645239914688_331.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "09:46 am",
        "article_date": "19 Feb",
        "article_body": "A 25-year-old man accused of knifepoint robbery allegedly tried to end his life in Chandigarh's Sector-24 jail on Thursday night. A constable, however, restrained him from harming himself. He was arrested with three other members of his gang on Thursday morning who confessed they were involved in a snatching attempt on the Sector 19/27 dividing road on Monday. \n"
    },
    "17": {
        "url": "https://inshorts.com/en/news/only-30-bluru-electric-buses-in-use-over-lack-of-charging-spots-1645242293142",
        "title": "Only 30 B'luru electric buses in use over lack of charging spots",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645240286850_413.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "09:14 am",
        "article_date": "19 Feb",
        "article_body": "Only 30 of the total 90 electric buses received by the Bengaluru Metropolitan Transport Corporation (BMTC) are currently in use due to a lack of charging facilities at the depots in Yeshwantpura and KR Puram, officials said. \"We hope to run all the buses by next month,\" a BMTC official said. Presently, Kengeri depot's charging point is ready, officials added."
    },
    "18": {
        "url": "https://inshorts.com/en/news/over-15000-birds-culled-overnight-at-poultry-farms-in-thane-amid-bird-flu-scare-1645240472170",
        "title": "Over 15,000 birds culled overnight at poultry farms in Thane amid bird flu scare",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645239218537_412.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "08:44 am",
        "article_date": "19 Feb",
        "article_body": "Over 15,000 birds at various poultry farms in Thane were culled overnight by the Maharashtra Animal Husbandry Department after 300 poultry birds and nine ducks died of bird flu in Thane's Shahapur last week. Officials said there is no need to panic as no such incident has been recorded in the rest of the district."
    },
    "19": {
        "url": "https://inshorts.com/en/news/carcass-of-3yrold-royal-bengal-tiger-found-in-kaziranga-national-park-1645242480063",
        "title": "Carcass of 3-yr-old Royal Bengal Tiger found in Kaziranga National Park",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645239214729_818.jpg?",
        "author_name": "Shiwangi",
        "article_time": "09:18 am",
        "article_date": "19 Feb",
        "article_body": "A three-year-old Royal Bengal Tiger was found dead in Assam's Kaziranga National Park and Tiger Reserve on Friday. The forest guards found the carcass near the Karasinga forest camp area under the Kohora range of the park. \"After examination, we found the tiger's skull was broken. We doubt that the tiger died after fighting with wild buffalo,\" an official said."
    },
    "20": {
        "url": "https://inshorts.com/en/news/jal-jeevan-mission-hits-milestone-of-providing-tap-water-to-100-districts-1645244285463",
        "title": "Jal Jeevan Mission hits milestone of providing tap water to 100 districts",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645241882625_634.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "09:48 am",
        "article_date": "19 Feb",
        "article_body": "The Jal Jeevan Mission has hit the milestone of proving tap water to 100 districts in the country on Friday, the Ministry of Jal Shakti said. Himachal Pradesh's Chamba became the 100th 'Har Ghar Jal', it added. The ministry further said that the mission also achieved the milestone of providing tap water supply to nine crore homes on Wednesday."
    },
    "21": {
        "url": "https://inshorts.com/en/news/over-1-lakh-maha-people-diagnosed-with-hypertension-diabetes-in-15-months-1645241746734",
        "title": "Over 1 lakh Maha people diagnosed with hypertension, diabetes in 1.5 months",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645239352112_938.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "09:05 am",
        "article_date": "19 Feb",
        "article_body": "Over one lakh people were diagnosed with hypertension and diabetes in Maharashtra between November 16-December 31 last year during a free screening programme for those above 30-years of age. Around 17.60 lakh people were screened by the state health department out of which around 16.91 lakh persons were screened for hypertension and around 16.89 lakh were screened for diabetes."
    },
    "22": {
        "url": "https://inshorts.com/en/news/locals-say-thousands-jobless-as-snow-adventurerelated-activities-banned-in-kufri-1645245061078",
        "title": "Locals say thousands jobless as snow adventure-related activities banned in Kufri",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645241119988_20.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "10:01 am",
        "article_date": "19 Feb",
        "article_body": "Ban on snow-related adventure activities by the administration in Shimla's Kufri has left locals involved in the tourism business disappointed. \"A Special Investigation Team was constituted and later the High Court has directed to ban such activities. This decision by the authorities has left thousands of people jobless,\" Vice-Pradhan of a Kufri village Panchayat and hotelier, Shashank Atri said.\n"
    },
    "23": {
        "url": "https://inshorts.com/en/news/exus-policewoman-sentenced-to-2-yrs-in-jail-for-killing-black-motorist-1645243516631",
        "title": "Ex-US policewoman sentenced to 2 yrs in jail for killing black motorist",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645241911718_968.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "09:35 am",
        "article_date": "19 Feb",
        "article_body": "Former US police officer Kim Potter has been sentenced to two years in prison for the killing of black motorist Daunte Wright last year. Potter had claimed she'd mistakenly drawn her gun instead of a taser and killed 20-year-old Wright during a traffic stop. Wright's mother criticised the sentence, saying the justice system has \"murdered my son all over again\". "
    },
    "24": {
        "url": "https://inshorts.com/en/news/falling-trees-kill-3-people-as-storm-eunice-hits-the-netherlands-1645242241343",
        "title": "Falling trees kill 3 people as Storm Eunice hits the Netherlands",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645239898107_515.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "09:14 am",
        "article_date": "19 Feb",
        "article_body": "At least three people were killed by falling trees as Storm Eunice hit the Netherlands on Friday. The Dutch government has advised people to stay indoors and asked them to call emergency services only in life-threatening situations, saying, \"The emergency number is overloaded.\" Storm Eunice has also damaged several buildings and ripped off parts of a soccer stadium in Hague."
    }
}
