{
    "0": {
        "url": "https://inshorts.com/en/news/punjab-cm-channi-sidhu-moose-wala-booked-for-violating-poll-code-1645255810045",
        "title": "Punjab CM Channi, Sidhu Moose Wala booked for violating poll code",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645254013811_454.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "01:00 pm",
        "article_date": "19 Feb",
        "article_body": "Punjab CM Charanjit Singh Channi and Congress candidate Sidhu Moose Wala were booked for violating the model code of conduct. This comes following a complaint by Aam Aadmi Party alleging that Channi and Sidhu held a door-to-door campaign in Mansa beyond the 6 pm deadline on Friday. A case under Section 188 of IPC was filed against Channi and Sidhu."
    },
    "1": {
        "url": "https://inshorts.com/en/news/actor-vikrant-massey-shares-photos-from-his-wedding-with-actress-sheetal-thakur-1645259640151",
        "title": "Actor Vikrant Massey shares photos from his wedding with actress Sheetal Thakur",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258767654_922.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "02:04 pm",
        "article_date": "19 Feb",
        "article_body": "Actor Vikrant Massey took to Instagram on Saturday to share official pictures from his wedding with actress Sheetal Thakur. \"Today this journey of seven years has turned into seven births. Thank you so much for supporting us in this journey,\" he wrote. The couple's wedding ceremony took place on Friday. "
    },
    "2": {
        "url": "https://inshorts.com/en/news/man-finds-chicken-foot-in-takeaway-meal-in-uk-shares-pic-1645254567097",
        "title": "Man finds chicken foot in takeaway meal in UK; shares pic",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645252031979_184.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "12:39 pm",
        "article_date": "19 Feb",
        "article_body": "A man has said he was left feeling \"physically sick\" after finding a deep-fried chicken foot in his takeaway meal. The man who ordered a salt and pepper chicken dish shared a picture of the chicken foot. The customer said he contacted the takeaway and claims they hung up the phone on him after he complained."
    },
    "3": {
        "url": "https://inshorts.com/en/news/rohit-sharma-kicks-the-ball-in-anger-after-bhuvneshwar-drops-catch-video-viral-1645259044373",
        "title": "Rohit Sharma kicks the ball in anger after Bhuvneshwar drops catch, video viral",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258393022_997.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "01:54 pm",
        "article_date": "19 Feb",
        "article_body": "Team India limited-overs captain Rohit Sharma kicked the ball in anger after fast bowler Bhuvneshwar Kumar dropped a catch during the second T20I against West Indies. On the second-last ball of the 16th over, Rovman Powell skied a delivery from Bhuvneshwar after getting a top-edge. After Bhuvneshwar dropped the catch, Rohit kicked the ball and the batters stole another run."
    },
    "4": {
        "url": "https://inshorts.com/en/news/zuckerbergs-sister-randi-releases-cryptothemed-version-of-adeles-hello-1645255387079",
        "title": "Zuckerberg's sister Randi releases crypto-themed version of Adele's 'Hello'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645254884495_896.jpg?",
        "author_name": "Kiran Khatri",
        "article_time": "12:53 pm",
        "article_date": "19 Feb",
        "article_body": "Meta CEO Mark Zuckerberg's sister Randi Zuckerberg has released a parody video of Adele's song 'Hello', featuring lyrics about cryptocurrencies and decentralised finance (DeFi). \"Community should be fun, crypto should be welcoming not intimidating,\" she tweeted. Randi is the Founder of Hug, a platform that supports Web3 creators, and a member of crypto exchange Okcoin's advisory council."
    },
    "5": {
        "url": "https://inshorts.com/en/news/congress-leader-uses-donkey-to-protest-against-tgana-cm-arrested-for-stealing-it-1645256666496",
        "title": "Congress leader uses donkey to protest against T'gana CM; arrested for stealing it",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645253970351_65.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "01:14 pm",
        "article_date": "19 Feb",
        "article_body": "Telangana Congress leader Venkat Balmoor was arrested on charges of stealing a donkey after he led a protest with the donkey on Chief Minister K Chandrasekhar Rao's birthday. He and others had placed up a picture of the CM on the donkey. They were protesting against the CM for \"making false promises of jobs and not issuing government employment notifications\"."
    },
    "6": {
        "url": "https://inshorts.com/en/news/being-a-younger-female-im-an-easy-target-who-official-on-abuse-scientists-face-1645259017825",
        "title": "Being a younger female, I'm an easy target: WHO official on abuse scientists face",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645257716832_87.jpg?",
        "author_name": "Kiran Khatri",
        "article_time": "01:53 pm",
        "article_date": "19 Feb",
        "article_body": "WHO's COVID-19 Technical Lead Maria Van Kerkhove revealed the kind of abuse scientists face for doing their jobs, which includes death threats and accusations of murder. \"Women are easier targets than men. I think being a younger female, I'm an easy target,\" the 44-year-old said. She added that she's stopped blocking people on social media because that made accusations \"worse\"."
    },
    "7": {
        "url": "https://inshorts.com/en/news/family-of-an-ahmedabad-blasts-convict-rallied-with-sp-chief-for-votes-yogi-1645260019272",
        "title": "Family of an Ahmedabad blasts convict rallied with SP chief for votes: Yogi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258160399_292.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "02:10 pm",
        "article_date": "19 Feb",
        "article_body": "UP CM Yogi Adityanath said that the family of one of the convicts in the 2008 Ahmedabad serial bomb blast case rallied with Samajwadi Party (SP) chief Akhilesh Yadav asking for votes for SP. \"Supporting the SP means extending support to terrorists,\" Adityanath added. A court sentenced 38 of the 49 convicts in the serial bomb blast case to death."
    },
    "8": {
        "url": "https://inshorts.com/en/news/pm-pushes-for-early-completion-of-508km-mumbaiahmedabad-bullet-train-project-1645257058722",
        "title": "PM pushes for early completion of 508-km Mumbai-Ahmedabad bullet train project",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645255307132_194.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "01:20 pm",
        "article_date": "19 Feb",
        "article_body": "PM Narendra Modi has pushed for the early completion of the 508-kilometre-long Mumbai-Ahmedabad high-speed rail project. The PM said his government's focus is on creating infrastructure for the 21st century in the financial capital. The bullet train project is need of the hour to strengthen the infrastructure capacity building and reinforce Mumbai's identity as the \"city of dreams\", he added."
    },
    "9": {
        "url": "https://inshorts.com/en/news/full-military-mobilisation-ordered-by-russianbacked-separatist-leaders-in-ukraine-1645258849740",
        "title": "Full military mobilisation ordered by Russia-backed separatist leaders in Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258002376_234.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "01:50 pm",
        "article_date": "19 Feb",
        "article_body": "Russia-backed separatist leaders in Ukraine ordered a full military mobilisation on Saturday. Separatist authorities had on Friday announced plans to evacuate around 700,000 people, citing fears of an imminent attack by Ukrainian forces. Meanwhile, the Ukrainian military today said it had recorded 12 ceasefire violations by pro-Russian separatists in eastern Ukraine."
    },
    "10": {
        "url": "https://inshorts.com/en/news/miss-you-dad-priyanka-remembers-late-father-on-parents-marriage-anniversary-1645259337330",
        "title": "Miss you dad: Priyanka remembers late father on parents' marriage anniversary",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645250780774_93.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "01:58 pm",
        "article_date": "19 Feb",
        "article_body": "Actress Priyanka Chopra marked her parents' wedding anniversary by sharing a post on her Instagram Stories. She shared an old picture of her late father Ashok Chopra and her mother Madhu Chopra. \"This is always how I remember your anniversary. Miss you dad,\" Priyanka wrote. Ashok passed away in 2013, after a long battle with cancer. "
    },
    "11": {
        "url": "https://inshorts.com/en/news/reality-hit-me-hard-when-i-saw-bappi-das-body-i-broke-down-shaan-1645254591624",
        "title": "Reality hit me hard when I saw Bappi da's body, I broke down: Shaan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645249330839_784.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "12:39 pm",
        "article_date": "19 Feb",
        "article_body": "Singer Shaan has said he was shattered when he saw late musician Bappi Lahiri for the last time. \"The reality hit me when I...saw his body...It really caught me and I broke down,\" he added. \"His daughter (Rema) was inconsolable...She kept saying to Bappi da, 'Look, Shaan is here...say hi to him.' It was an emotionally heavy moment,\" said Shaan. "
    },
    "12": {
        "url": "https://inshorts.com/en/news/us-surgeon-general-vivek-murthy-family-test-positive-for-covid19-1645258882558",
        "title": "US Surgeon General Vivek Murthy, family test positive for COVID-19",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645256390496_403.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "01:51 pm",
        "article_date": "19 Feb",
        "article_body": "US Surgeon General Vivek Murthy announced that he and his family have tested positive for COVID-19 despite best efforts to stay safe. The Indian-American physician said he, his wife, and his five-year-old son have mild symptoms. Murthy added that his four-year-old daughter, who'd tested positive first over the past weekend, was \"doing ok\" and her fever was starting to improve."
    },
    "13": {
        "url": "https://inshorts.com/en/news/delhi-university-starts-covid-vaccination-drive-for-students-staff-1645257737639",
        "title": "Delhi University starts COVID vaccination drive for students & staff",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645256197119_623.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "01:32 pm",
        "article_date": "19 Feb",
        "article_body": "Delhi University has begun its COVID-19 vaccination drive for students, teaching and non-teaching staff at WUS Health Centre at North Campus and in West Delhi, an official said. While the vaccination centre in West Delhi will run from Monday to Saturday, candidates can get vaccinated in the North campus on Monday, Tuesday and Wednesday from 10 am to 4 pm.\n"
    },
    "14": {
        "url": "https://inshorts.com/en/news/great-character-on-display-virat-kohli-on-india-winning-2nd-t20i-vs-wi-1645255662350",
        "title": "Great character on display: Virat Kohli on India winning 2nd T20I vs WI",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645252800080_930.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "12:57 pm",
        "article_date": "19 Feb",
        "article_body": "Reacting to India's triumph by eight runs in the second T20I against West Indies to take an unassailable 2-0 lead in the three-match series, Virat Kohli said there was \"great character\" on display. \"Went down to the wire,\" added Kohli on the match which saw West Indies compete till the last over having been handed a target of 187 runs."
    },
    "15": {
        "url": "https://inshorts.com/en/news/dhoni-is-the-best-captain-of-all-time-yuvraj-is-my-idol-tewatia-1645256027150",
        "title": "Dhoni is the best captain of all time, Yuvraj is my idol: Tewatia",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645247209054_414.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "01:03 pm",
        "article_date": "19 Feb",
        "article_body": "Responding to a query about the cricketer he considers the \"best captain\" of all time, all-rounder Rahul Tewatia named MS Dhoni adding that Yuvraj Singh is his \"idol\". Tewatia was bought by franchise Gujarat Titans for ₹9 crore in the IPL mega auction and termed Rashid Khan as the player who could be the team's MVP in IPL 2022."
    },
    "16": {
        "url": "https://inshorts.com/en/news/sixlane-bahadurpura-flyover-to-be-ready-by-march-31-ghmc-1645257550953",
        "title": "Six-lane Bahadurpura Flyover to be ready by March 31: GHMC",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645248848779_459.jpg?",
        "author_name": "Shiwangi",
        "article_time": "01:29 pm",
        "article_date": "19 Feb",
        "article_body": "The Bahadurpura Flyover will be available for commuters by March 31, 2022, Greater Hyderabad Municipal Corporation informed while sharing pictures on Twitter. The six-lane bi-directional flyover, part of the Strategic Road Development Program (SRDP), is being built at an estimated cost of ₹69 crore. It will reduce pollution and benefit people visiting the Nehru Zoological park, the GHMC added."
    },
    "17": {
        "url": "https://inshorts.com/en/news/wife-gets-husband-arrested-for-covering-up-10yrold-daughters-rape-in-mp-1645258236368",
        "title": "Wife gets husband arrested for covering up 10-yr-old daughter's rape in MP",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645253284091_875.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "01:40 pm",
        "article_date": "19 Feb",
        "article_body": "Mother of a 10-year-old girl in Madhya Pradesh's Dhar got her husband arrested for allegedly covering up rape of their daughter committed by her 18-year-old cousin. When she was bleeding profusely, the girl's father along with her cousin and uncle cooked up a story about her getting injured with an iron rod. But the mother filed complaint against the trio."
    },
    "18": {
        "url": "https://inshorts.com/en/news/gold-worth-over-₹21-lakh-seized-from-aircraft-at-trichy-airport-1645257357862",
        "title": "Gold worth over ₹21 lakh seized from aircraft at Trichy airport",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645247066172_505.jpg?",
        "author_name": "Shiwangi",
        "article_time": "01:25 pm",
        "article_date": "19 Feb",
        "article_body": "The Air Intelligence Unit seized 421 grams of gold worth ₹21.50 lakh from a flight at Tiruchirappalli airport. An abandoned packet was found concealed inside the panel beneath a seat of the aircraft inbound from Dubai, a senior customs official said on Friday. \"On extraction, gold ingot of 24 karat purity weighing 421 grams...was recovered,\" the official added."
    },
    "19": {
        "url": "https://inshorts.com/en/news/100-modified-bike-silencers-seized-in-mumbai-for-noise-pollution-1645256957858",
        "title": "100 modified bike silencers seized in Mumbai for noise pollution",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645252572318_120.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "01:19 pm",
        "article_date": "19 Feb",
        "article_body": "The Mumbai Traffic Police seized about 100 bikes using modified silencers which were creating loud noise on the roads. ''Most of the bikes seized were of Royal Enfield or Pulsar. These bikes were returned only after the bike owners brought the original silencer and installed it,'' DCP Traffic said. We crushed the modified silencers using a bulldozer, he added."
    },
    "20": {
        "url": "https://inshorts.com/en/news/bsf-rescues-bangladeshi-girl-who-crossed-border-to-escape-father-1645260651607",
        "title": "BSF rescues Bangladeshi girl who crossed border to escape father",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258598319_902.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "02:20 pm",
        "article_date": "19 Feb",
        "article_body": "BSF has rescued a 15-year-old girl from Bangladesh who crossed the international border and entered West Bengal to escape her father earlier this week. The girl claimed that her father beats her regularly for no reason and that she didn't want to return home, a senior BSF official said. The girl has been handed over to a child welfare association."
    },
    "21": {
        "url": "https://inshorts.com/en/news/ajit-pawar-aaditya-participate-in-shiv-jayanti-celebrations-at-punes-shivneri-fort-1645259662304",
        "title": "Ajit Pawar, Aaditya participate in Shiv Jayanti celebrations at Pune's Shivneri Fort",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645256999928_641.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "02:04 pm",
        "article_date": "19 Feb",
        "article_body": "Maharashtra Deputy Chief Minister Ajit Pawar and ministers Aaditya Thackeray and Dilip Walse Patil, along with other leaders, participated in the celebrations on the occasion of the 392nd birth anniversary of Chhatrapati Shivaji Maharaj in Pune district. The state government's official programme is being held at the Shivneri Fort, which is the birth place of Shivaji Maharaj."
    },
    "22": {
        "url": "https://inshorts.com/en/news/customs-detects-drugs-worth-₹982-crore-at-bluru-airport-2-held-1645256051638",
        "title": "Customs detects drugs worth ₹9.82 crore at B'luru airport; 2 held",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645253083150_989.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "01:04 pm",
        "article_date": "19 Feb",
        "article_body": "Bengaluru Customs tweeted on Friday that its Central Intelligence Unit has detected about 1 kg of heroin and 4.58 kg of MDMA/Ecstasy pills worth a total of ₹9.82 crore in two courier parcels at the Kempegowda International Airport. The two courier parcels were each from Belgium and Zambia, it said. Two persons have been arrested so far, it added."
    },
    "23": {
        "url": "https://inshorts.com/en/news/baseless-russia-after-us-accuses-it-of-cyberattacks-on-ukraine-1645255704547",
        "title": "Baseless: Russia after US accuses it of cyberattacks on Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645253045420_256.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "12:58 pm",
        "article_date": "19 Feb",
        "article_body": "Russia has rejected \"baseless\" US allegations that it was responsible for cyberattacks on Ukrainian defence agencies and major banks. The US had accused the Russian special services of Tuesday's cyberattacks. \"Russia has nothing to do with the mentioned events and in principle has never conducted and doesn't conduct any 'malicious' operations in cyberspace,\" the Russian Embassy in the US said."
    },
    "24": {
        "url": "https://inshorts.com/en/news/tv-producer-killed-trying-to-prevent-street-robbery-in-pakistan-1645254856352",
        "title": "TV producer killed trying to prevent street robbery in Pakistan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645250519851_655.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "12:44 pm",
        "article_date": "19 Feb",
        "article_body": "A TV producer was shot and killed in Pakistan's Karachi while trying to prevent a street robbery on Friday, police said. Athar Mateen, who was heading home after dropping his children at school, saw two bike-borne men snatching something from a passerby. Mateen then allegedly rammed his car into their motorcycle, but one of the accused opened fire at him. "
    }
}