{
    "0": {
        "url": "https://inshorts.com/en/news/2-labourers-die-as-soil-collapses-at-construction-site-in-gurugram-1654155554173",
        "title": "2 labourers die as soil collapses at construction site in Gurugram",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654152609115_582.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "01:09 pm",
        "article_date": "02 Jun",
        "article_body": "At least two labourers died after soil collapsed on them at an under-construction plot in Gurugram's Sector 57 on Wednesday, police said. \"The basement had been dug over 10 feet below the ground level...labourers were putting pillars...when a mound of soil collapsed on them...they were trapped underneath,\" police added. It took over 15 minutes to retrieve their bodies, police stated."
    },
    "1": {
        "url": "https://inshorts.com/en/news/jinnah-nehru-divided-country-as-act-of-wisdom-congress-leader-1654155242167",
        "title": "Jinnah, Nehru divided country as act of wisdom: Congress leader",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654148509447_839.jpg?",
        "author_name": "Sakshi Sharma",
        "article_time": "01:04 pm",
        "article_date": "02 Jun",
        "article_body": "Congress leader Sajjan Singh Verma said that Muhammad Ali Jinnah and ex-PM Jawaharlal Nehru \"divided the country as an act of wisdom\". \"Jinnah was a freedom fighter and this should be remembered. He did not break the country but did the right thing,\" he added. \"Does the definition of freedom fighter change because of one being a Muslim?\" he stated."
    },
    "2": {
        "url": "https://inshorts.com/en/news/30yrold-man-kidnaps-college-student-at-gunpoint-in-gurugram-arrested-1654154833745",
        "title": "30-yr-old man kidnaps college student at gunpoint in Gurugram; arrested",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654150053348_360.jpg?",
        "author_name": "Shiwangi",
        "article_time": "12:57 pm",
        "article_date": "02 Jun",
        "article_body": "A 30-year-old man has been arrested for allegedly kidnapping a female college student at gunpoint in Gurugram. According to police, the incident took place on Tuesday, when the victim was waiting for an auto-rickshaw outside her college. \"When the accused saw...police chasing him, he dropped the victim at the Rampura flyover and escaped,\" said Civil Lines SHO Pankaj Kumar."
    },
    "3": {
        "url": "https://inshorts.com/en/news/former-congress-leader-hardik-patel-joins-bjp-1654154599344",
        "title": "Former Congress leader Hardik Patel joins BJP",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654154412162_879.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "12:53 pm",
        "article_date": "02 Jun",
        "article_body": "Gujarat Patidar leader Hardik Patel, who recently quit Congress, joined BJP on Thursday. Before joining BJP, Patel tweeted, \"I will work as a small soldier under the leadership of the PM Narendra Modi.\" He added, \"With the feelings of national interest, state interest, public interest and social interest, I am going to start a new chapter from today.\""
    },
    "4": {
        "url": "https://inshorts.com/en/news/vistara-pilot-lands-plane-without-proper-training-airline-fined-₹10-lakh-1654154649218",
        "title": "Vistara pilot lands plane without proper training, airline fined ₹10 lakh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654152798244_790.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "12:54 pm",
        "article_date": "02 Jun",
        "article_body": "Aviation regulator DGCA has imposed ₹10 lakh as fine on Vistara for letting an improperly trained pilot land an aircraft with passengers on board at the Indore airport. The pilot, who was the first officer, landed the aircraft without getting the requisite training in a simulator. \"This was a serious violation endangering lives of the passengers on board,\" officials said."
    },
    "5": {
        "url": "https://inshorts.com/en/news/our-history-books-filled-with-info-on-invaders-only-23-lines-on-our-own-kings-akshay-1654154632016",
        "title": "Our history books filled with info on invaders, only 2-3 lines on our own kings: Akshay",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654153325543_695.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "12:53 pm",
        "article_date": "02 Jun",
        "article_body": "Actor Akshay Kumar said that history books in India are filled with information on invaders, adding that there are just two to three lines about our own kings. He added, \"I'd like to appeal to Education Minister to look into this matter and see if we can balance it. We should know about Mughals, but know about our kings too.\""
    },
    "6": {
        "url": "https://inshorts.com/en/news/up-govt-official-suspended-over-best-junior-engineer-pic-of-osama-bin-laden-in-office-1654154531493",
        "title": "UP govt official suspended over 'best junior engineer' pic of Osama bin Laden in office",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654152310385_877.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "12:52 pm",
        "article_date": "02 Jun",
        "article_body": "Ravindra Prakash Gautam, sub-divisional officer (SDO) with the Dakshinanchal Vidyut Vitran Nigam Ltd (DVVNL), has been suspended after he placed a picture of Osama bin Laden in his office in Uttar Pradesh's Farrukhabad district. A note below the picture read, \"Respected Osama bin Laden, world's best junior engineer.\" The picture has been removed from his office, officials said."
    },
    "7": {
        "url": "https://inshorts.com/en/news/video-shows-toxic-foam-floating-on-surface-of-yamuna-river-in-delhi-1654154685478",
        "title": "Video shows toxic foam floating on surface of Yamuna river in Delhi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654149237968_16.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "12:54 pm",
        "article_date": "02 Jun",
        "article_body": "A layer of toxic foam was seen floating on the surface of the Yamuna river at ITO in Delhi. A video showing white coloured foam floating on the river has also reportedly gone viral on social media. Meanwhile, Delhi Chief Minister Arvind Kejriwal on Monday said that his government is aiming to treat all wastewater before it's discharged into Yamuna.\n"
    },
    "8": {
        "url": "https://inshorts.com/en/news/request-pm-to-jail-all-aap-mlas-at-once-not-1-at-a-time-kejriwal-1654153305431",
        "title": "Request PM to jail all AAP MLAs at once, not 1 at a time: Kejriwal",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654151647422_185.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "12:31 pm",
        "article_date": "02 Jun",
        "article_body": "Days after Delhi Health Minister Satyendar Jain's arrest, CM Arvind Kejriwal, in an apparent dig, asked PM Narendra Modi to jail all ministers and MLAs from AAP at one go. \"Ask all central agencies to do all investigations at one go…Do as many raids as you want. You arrest one minister at a time, it obstructs public work,\" said Kejriwal."
    },
    "9": {
        "url": "https://inshorts.com/en/news/knew-well-hit-the-least-sixes-but-we-hit-the-most-fours-gts-kirsten-1654153328421",
        "title": "Knew we'll hit the least sixes but we hit the most fours: GT's Kirsten",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654151473187_366.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "12:32 pm",
        "article_date": "02 Jun",
        "article_body": "GT batting coach Gary Kirsten said they realised they were the team who were going to hit the least sixes in IPL 2022, but they hit the most fours. \"We faced the least dot balls in...[IPL 2022],\" added Kirsten. \"From a bowling perspective, we knew we wanted to be the...best in the powerplay and best at the death,\" stated Kirsten."
    },
    "10": {
        "url": "https://inshorts.com/en/news/former-colombian-drug-lord-chess-player-dies-in-us-prison-1654152775453",
        "title": "Former Colombian drug lord 'Chess Player' dies in US prison",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654150420696_848.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "12:22 pm",
        "article_date": "02 Jun",
        "article_body": "Gilberto Orejuela, the former leader of Colombia's drug trafficking Cali Cartel, died of lymphoma in a US prison while serving a 30-year drug trafficking sentence, his family said on Wednesday. Nicknamed 'The Chess Player', Orejuela was considered to be one of the world's biggest drug lords after Pablo Escobar's death in 1993. He was extradited to the US in 2004."
    },
    "11": {
        "url": "https://inshorts.com/en/news/bank-manager-from-rajasthan-shot-dead-in-jammu-and-kashmirs-kulgam-1654152003267",
        "title": "Bank manager from Rajasthan shot dead in Jammu and Kashmir's Kulgam",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654151215141_444.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "12:10 pm",
        "article_date": "02 Jun",
        "article_body": "A bank manager named Vijay Kumar from Rajasthan was shot dead by terrorists in Kulgam, South Kashmir. Police said that Kumar was the bank manager at Ellaquai Dehati Bank in Kulgam district and was a resident of Hanumangarh in Rajasthan. This comes just two days after a teacher named Rajni Bala was shot dead by terrorists in Kulgam. "
    },
    "12": {
        "url": "https://inshorts.com/en/news/hardiks-captaincy-a-real-lesson-for-many-other-captains-gary-kirsten-1654151979926",
        "title": "Hardik's captaincy a real lesson for many other captains: Gary Kirsten",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654150103162_902.jpg?",
        "author_name": "Ankur Taliyan",
        "article_time": "12:09 pm",
        "article_date": "02 Jun",
        "article_body": "GT mentor Gary Kirsten has said Hardik Pandya's captaincy in IPL 2022 was a \"real lesson\" for many other captains. \"His captaincy was beautiful to watch...He never chased the spotlight and the profile that comes with captaincy,\" added Kirsten. \"He remained Hardik the person, easy to talk to, always asking questions about how he can improve,\" he further said. "
    },
    "13": {
        "url": "https://inshorts.com/en/news/we-will-only-have-1-cristiano-carlos-on-picking-ronaldo-over-messi-1654151538454",
        "title": "We will only have 1 Cristiano: Carlos on picking Ronaldo over Messi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654148344269_981.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "12:02 pm",
        "article_date": "02 Jun",
        "article_body": "Talking about picking Cristiano Ronaldo over Lionel Messi in his ultimate Champions League XI, ex-Real Madrid defender Roberto Carlos said, \"Cristiano represents exactly what the Champions League is and modern football.\" \"We will only have one Cristiano,\" added Carlos. Cristiano has won the Champions League five times so far. Messi won all four of his Champions League titles with Barcelona."
    },
    "14": {
        "url": "https://inshorts.com/en/news/kolkata-killed-kk-om-puris-exwife-nandita-puri-1654151011727",
        "title": "Kolkata killed KK: Om Puri's ex-wife Nandita Puri ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654149311655_577.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "11:53 am",
        "article_date": "02 Jun",
        "article_body": "Late actor Om Puri's former wife Nandita Puri on Wednesday said that Kolkata administration killed singer KK. She wrote, \"With a crowd of 7k for a 2.5k capacity, failed air conditioning; the singer perspiring profusely complained 4 times to no avail.\" This comes after reports claimed that KK was seen uncomfortable during his live performance due to heat and crowd."
    },
    "15": {
        "url": "https://inshorts.com/en/news/24yearold-woman-in-gujarat-to-marry-herself-says-want-to-portray-that-women-matter-1654150987647",
        "title": "24-year-old woman in Gujarat to marry herself, says 'Want to portray that women matter'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654150445115_446.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "11:53 am",
        "article_date": "02 Jun",
        "article_body": "A 24-year-old woman named Kshama Bindu will get married to herself on June 11 in Gujarat's Vadodara. \"Maybe I am the first to set an example of self-love in our country...but what I am actually trying to portray is that women matter,\" she said. She further said that her parents are open-minded and accepting of her wedding."
    },
    "16": {
        "url": "https://inshorts.com/en/news/gulzar-picked-me-up-to-play-tennis-we-met-daily-in-shorts-neena-to-trolls-1654151020694",
        "title": "Gulzar picked me up to play tennis, we met daily in shorts: Neena to trolls",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654147796460_846.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "11:53 am",
        "article_date": "02 Jun",
        "article_body": "While speaking about trolls who mocked her for meeting poet Gulzar while wearing shorts, actress Neena Gupta said that she and Gulzar became friends when he used to pick her up every morning to play tennis. \"I would like to educate some trolls...we were always in shorts when we met each other everyday,\" she added. "
    },
    "17": {
        "url": "https://inshorts.com/en/news/dhoni-told-me-to-pull-my-length-back-prashant-on-his-maiden-ipl-wicket-1654150993098",
        "title": "Dhoni told me to pull my length back: Prashant on his maiden IPL wicket",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654148455258_217.jpg?",
        "author_name": "Ankur Taliyan",
        "article_time": "11:53 am",
        "article_date": "02 Jun",
        "article_body": "CSK leg-spinner Prashant Solanki has revealed how captain MS Dhoni helped him to get his maiden IPL wicket against RR in IPL 2022. \"I was hit for a six off my first ball. Then (Dhoni) gave me an indication that I have to pull my length back...Let [Yashasvi] play strokes on the bigger end. Then I was successful,\" stated Solanki."
    },
    "18": {
        "url": "https://inshorts.com/en/news/1-dead-1-critical-after-shots-fired-following-clash-outside-college-in-amritsar-1654150496902",
        "title": "1 dead, 1 critical after shots fired following clash outside college in Amritsar",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654148505260_214.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "11:44 am",
        "article_date": "02 Jun",
        "article_body": "A 24-year-old man died and another is in critical condition after gunshots were fired outside Khalsa College in Punjab's Amritsar on Wednesday, police said. \"Shots were fired during the clash between two groups outside the college...It was a routine crime, not a gang war,\" police added. The victims were shot at by two armed assailants on a two-wheeler, police stated."
    },
    "19": {
        "url": "https://inshorts.com/en/news/2-lakh-children-forcefully-taken-from-ukraine-to-russia-zelenskyy-1654150501455",
        "title": "2 lakh children forcefully taken from Ukraine to Russia: Zelenskyy",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654147909700_854.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "11:45 am",
        "article_date": "02 Jun",
        "article_body": "Ukrainian President Volodymyr Zelenskyy said more than 2,00,000 children are among the Ukrainians who have been forcefully taken to Russia and dispersed across the vast country. \"The purpose of this criminal policy is not just to steal people but to make deportees forget about Ukraine...not be able to return,\" he added. Ukraine will punish those responsible, Zelenskyy said. "
    },
    "20": {
        "url": "https://inshorts.com/en/news/djokovic-handles-his-anger-better-than-anyone-ive-ever-seen-mcenroe-1654150379355",
        "title": "Djokovic handles his anger better than anyone I've ever seen: McEnroe",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654147293489_602.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "11:42 am",
        "article_date": "02 Jun",
        "article_body": "Ex-world number one tennis player John McEnroe said Novak Djokovic has found a way out of difficult situations more than any other player in the history of tennis. \"He's so mentally strong,\" added McEnroe. McEnroe stated that Djokovic handles his anger and frustration better than anyone he has ever seen. \"I didn't do it as well,\" he said."
    },
    "21": {
        "url": "https://inshorts.com/en/news/blurubased-cuemath-raises-$57-million-at-$407-million-valuation-1654150238734",
        "title": "B'luru-based Cuemath raises $57 million at $407 million valuation",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654148754968_953.jpg?",
        "author_name": "Aishwarya Awasthi",
        "article_time": "11:40 am",
        "article_date": "02 Jun",
        "article_body": "Bengaluru-based edtech startup Cuemath has raised $57 million in a funding round led by Alpha Wave at a $407 million valuation. The round saw participation from all of Cuemath's existing investors, including Lightrock India, Sequoia Capital India, Alphabet's independent growth fund CapitalG, Manta Ray and Unitus. Cuemath offers an after-school online math program for K-12 students."
    },
    "22": {
        "url": "https://inshorts.com/en/news/after-satyendar-jain-manish-sisodia-to-be-arrested-soon-in-fake-cases-kejriwal-1654150131742",
        "title": "After Satyendar Jain, Manish Sisodia to be arrested soon in fake cases: Kejriwal",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654148562663_904.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "11:38 am",
        "article_date": "02 Jun",
        "article_body": "Delhi Chief Minister Arvind Kejriwal on Thursday said in a press conference, \"Reliable sources have suggested to me that Manish Sisodia is going to be arrested soon. Centre has ordered all agencies to form fake cases against him.\" He added, \"I'd already announced a few months back that central government is going to arrest Satyendar Jain in a fake case.\""
    },
    "23": {
        "url": "https://inshorts.com/en/news/love-you-forever-dad-kks-daughter-taamara-ahead-of-his-funeral-1654149801934",
        "title": "Love you forever dad: KK's daughter Taamara ahead of his funeral",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654148685260_97.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "11:33 am",
        "article_date": "02 Jun",
        "article_body": "Late singer KK’s daughter Taamara took to Instagram to share details about his funeral today. On her Instagram Stories, she wrote, “Love you forever dad,\" and added a heart emoticon. KK passed away after a concert in Kolkata on Tuesday. KK passed away due to a suspected cardiac arrest, as per the preliminary post-mortem report."
    },
    "24": {
        "url": "https://inshorts.com/en/news/no-minister-of-ruling-aap-visited-moosewalas-family-congress-leader-1654150053184",
        "title": "No minister of ruling AAP visited Moosewala’s family: Congress leader",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654144434766_1.jpg?",
        "author_name": "Sakshi Sharma",
        "article_time": "11:37 am",
        "article_date": "02 Jun",
        "article_body": "Days after Punjabi singer Sidhu Moosewala was shot dead, Congress leader Partap Singh Bajwa on Wednesday said that no MP or minister of the ruling AAP visited the singer’s house and stood by the family. \"CM Bhagwant Mann Ji is this what you meant when you said 'Our government will be for aam aadmi?'\" Bajwa tweeted."
    },
    "25": {
        "url": "https://inshorts.com/en/news/why-kejriwal-didnt-take-action-against-satyendar-jain-smriti-irani-1654149903387",
        "title": "Why Kejriwal didn't take action against Satyendar Jain: Smriti Irani",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654145147798_365.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "11:35 am",
        "article_date": "02 Jun",
        "article_body": "Union Minister Smriti Irani asked why Delhi CM Arvind Kejriwal didn't take any action against Delhi Minister Satyendar Jain, who has been arrested in an alleged money laundering case. \"For how long he will protect a desh ka gaddar (traitor), who...deceived the treasury,\" Irani said. She also asked if Kejriwal was associated with Jain, \"who...laundered  ₹16.39 crore through shell companies\"."
    },
    "26": {
        "url": "https://inshorts.com/en/news/police-arrest-28yrold-drug-peddler-in-hyderabad-seize-30-kg-ganja-1654149938470",
        "title": "Police arrest 28-yr-old drug peddler in Hyderabad, seize 30 kg ganja",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654147493930_190.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "11:35 am",
        "article_date": "02 Jun",
        "article_body": "Police on Wednesday arrested a 28-year-old drug peddler, identified as Lavudya Ganesh, in Hyderabad and seized 30 kilograms of contraband ganja from his possession. The officials also seized a bike and one mobile phone all worth ₹8.25 lakh. Ganesh purchased the ganja from Andhra Pradesh's Visakhapatnam and transported it to Hyderabad and Kamareddy district for selling, police added."
    },
    "27": {
        "url": "https://inshorts.com/en/news/delhi-hc-fines-firm-₹12-cr-orders-money-to-be-used-for-smog-tower-1654149077193",
        "title": "Delhi HC fines firm ₹12 cr, orders money to be used for smog tower",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654145830995_236.jpg?",
        "author_name": "Shiwangi",
        "article_time": "11:21 am",
        "article_date": "02 Jun",
        "article_body": "Delhi High Court on Wednesday imposed a penalty of ₹12.5 crore on a private company for concealing facts. While taking note of air pollution in Delhi, the court ordered the money to be utilised for installation of a smog tower in the city. It further directed the Registrar General to ensure that the tower is installed and operationalised before winter. "
    },
    "28": {
        "url": "https://inshorts.com/en/news/they-broke-tables-seemed-animals-took-over-kirron-on-aap-in-house-meeting-1654148610726",
        "title": "They broke tables, seemed animals took over: Kirron on AAP in house meeting",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654145076307_242.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "11:13 am",
        "article_date": "02 Jun",
        "article_body": "While talking about Aam Aadmi Party councillors during a press conference, BJP MP and actress Kirron Kher said that they created pandemonium in the very first House meeting after the MC elections. \"They were breaking tables and glasses. I have never seen such junglipana. It appeared animals had taken over,\" she said, adding it seemed women councillors would hit them."
    },
    "29": {
        "url": "https://inshorts.com/en/news/mccullum-is-all-about-making-everyone-feel-10-feet-tall-its-been-good-stokes-1654148217704",
        "title": "McCullum is all about making everyone feel '10 feet tall', it's been good: Stokes",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654144889950_80.jpg?",
        "author_name": "Ankur Taliyan",
        "article_time": "11:06 am",
        "article_date": "02 Jun",
        "article_body": "Ahead of their first Test against New Zealand, England Test captain Ben Stokes has said it's been \"good\" working with their newly-appointed Test coach Brendon McCullum. Stokes stated, \"McCullum has been good. [He] is all about making everyone feel, in his words, '10 feet tall'.\" England's first Test against New Zealand will be McCullum's first game as their coach. "
    },
    "30": {
        "url": "https://inshorts.com/en/news/pm-modis-support-to-sri-lankas-rajapaksas-was-wrong-aiadmk-1654147985121",
        "title": "PM Modi's support to Sri Lanka's Rajapaksas was wrong: AIADMK",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654146277687_462.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "11:03 am",
        "article_date": "02 Jun",
        "article_body": "AIADMK organisational secretary C Ponnaiyan has criticised the BJP-led Centre, calling its policies \"anti-Tamil\". He also questioned the Centre's support to Sri Lanka's Rajapaksa family. \"[PM] Narendra Modi government's support to Rajapaksas was wrong. India should have been supporting Sri Lankan Tamils instead,\" said Ponnaiyan. He also accused the Centre of stealing Tamil Nadu's revenue."
    },
    "31": {
        "url": "https://inshorts.com/en/news/me-rajinikanth-got-our-style-from-him-kamal-haasan-on-k-balachander-1654147956494",
        "title": "Me, Rajinikanth got our style from him: Kamal Haasan on K Balachander",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654146097540_325.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "11:02 am",
        "article_date": "02 Jun",
        "article_body": "Kamal Haasan said his and Rajinikanth's style as actors came from late filmmaker and Dadasaheb Phalke award winner K Balachander. \"I have done 36 films with K Balachander (KB) and that's my PhD. I learned it all from him. KB garu was a fantastic actor,\" added Haasan. Haasan's upcoming film 'Vikram' has reportedly earned over ₹200 crore before its release."
    },
    "32": {
        "url": "https://inshorts.com/en/news/money-laundering-without-money-chidambaram-on-ed-summons-to-sonia-rahul-1654147905288",
        "title": "Money laundering without money: Chidambaram on ED summons to Sonia, Rahul",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654139154660_894.jpg?",
        "author_name": "Sakshi Sharma",
        "article_time": "11:01 am",
        "article_date": "02 Jun",
        "article_body": "As ED summoned Congress leaders Sonia Gandhi and Rahul Gandhi, party leader P Chidambaram said money laundering without money is like alleging purse snatching without a purse. “It’s like alleging that you were found swimming without authorisation in pool that had no water,” Chidambaram tweeted. “You can think of more examples (each one more absurd than the other),” Chidambaram added.\n\n"
    },
    "33": {
        "url": "https://inshorts.com/en/news/father-stan-swamy-to-be-honoured-by-geneva-rights-foundation-1654147876149",
        "title": "Father Stan Swamy to be honoured by Geneva rights foundation",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654144154417_522.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "11:01 am",
        "article_date": "02 Jun",
        "article_body": "Tribal rights activist Father Stan Swamy, who died last year after being jailed in Bhima Koregaon case, will get a \"special, posthumous homage\" at the Martin Ennals Award in Geneva on Thursday. The jury wished to highlight Father Stan's contributions to human rights, \"which cannot be eclipsed by his unjust incarceration by Indian authorities,\" said Chair of the Award Jury."
    },
    "34": {
        "url": "https://inshorts.com/en/news/my-deepest-hope-is-they-reconcile-jada-smith-on-husband-will-hitting-chris-rock-1654147426910",
        "title": "My deepest hope is they reconcile: Jada Smith on husband Will hitting Chris Rock",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654146872851_560.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "10:53 am",
        "article_date": "02 Jun",
        "article_body": "Jada Pinkett Smith has spoken about the Oscars incident when her husband, Will Smith, slapped comedian Chris Rock, saying, \"My deepest hope is these two intelligent, capable men have an opportunity to heal, talk this out, and reconcile.\" She added, \"The state of the world today, we need them both, and we all actually need one another more than ever.\""
    },
    "35": {
        "url": "https://inshorts.com/en/news/us-may-sell-drones-that-can-be-armed-with-missiles-to-ukraine-report-1654147461046",
        "title": "US may sell drones that can be armed with missiles to Ukraine: Report",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654146496891_467.jpg?",
        "author_name": "Aishwarya Awasthi",
        "article_time": "10:54 am",
        "article_date": "02 Jun",
        "article_body": "The US government plans to sell four MQ-1C Gray Eagle drones that can be armed with Hellfire missiles to Ukraine to use against Russia, Reuters reported citing sources. The administration intends to notify the US Congress of the potential sale to Ukraine in the coming days. The sale could still be blocked by Congress.\n\n"
    },
    "36": {
        "url": "https://inshorts.com/en/news/andhra-cm-launches-mobile-app-to-register-corruptionrelated-complaints-1654147608975",
        "title": "Andhra CM launches mobile app to register corruption-related complaints",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654143292772_150.jpg?",
        "author_name": "Shiwangi",
        "article_time": "10:56 am",
        "article_date": "02 Jun",
        "article_body": "Andhra Pradesh CM YS Jagan Mohan Reddy on Wednesday launched the 'ACB 14400' app for people to register corruption-related complaints against officials in the state. \"The government, right from its inception has been stressing on...no corruption,\" Reddy said. The app, developed by Anti-Corruption Bureau (ACB), will let people record audio, video and photo evidence while registering a complaint."
    },
    "37": {
        "url": "https://inshorts.com/en/news/video-shows-kk-saying-mar-jaaun-yahin-pe-while-praising-crowd-at-last-concert-1654146764670",
        "title": "Video shows KK saying 'Mar jaaun yahin pe' while praising crowd at last concert",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654143555091_885.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "10:42 am",
        "article_date": "02 Jun",
        "article_body": "A video of singer KK saying \"Haaye, mar jaaun yahin pe (Oh, I could die here)\" while praising crowd as they sang 'Aankhon Mein Teri' along with him has surfaced online. KK passed away at the age of 53 after his concert in Kolkata on Tuesday. The singer died of a suspected cardiac arrest."
    },
    "38": {
        "url": "https://inshorts.com/en/news/portrait-of-queen-elizabeth-ii-released-ahead-of-her-platinum-jubilee-1654146865212",
        "title": "Portrait of Queen Elizabeth II released ahead of her Platinum Jubilee",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654143672807_813.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "10:44 am",
        "article_date": "02 Jun",
        "article_body": "An official photograph of UK's Queen Elizabeth II has been released ahead of celebrations to mark her Platinum Jubilee. The portrait was taken by a window in Victoria Vestibule at Windsor Castle. The 96-year-old, who's the first British monarch to reign for 70 years, thanked people for organising events to celebrate her milestone, saying \"many happy memories\" would be created."
    },
    "39": {
        "url": "https://inshorts.com/en/news/several-problems-will-be-solved-if-pm-modi-drops-his-ego-sanjay-raut-1654146235100",
        "title": "Several problems will be solved if PM Modi drops his ego: Sanjay Raut",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654144786442_794.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "10:33 am",
        "article_date": "02 Jun",
        "article_body": "Shiv Sena MP Sanjay Raut said that several problems in the country will be solved if PM Narendra Modi drops his ego. \"If the ego is set aside, then many issues plaguing society...will be solved. Someone should convey this to PM,\" he added. \"Only one message of Gautam Buddha should be kept in mind...that is to leave ego,\" Raut stated."
    },
    "40": {
        "url": "https://inshorts.com/en/news/discrimination-against-northeast-students-down-due-to-pm-modi-assam-cm-1654146329040",
        "title": "Discrimination against Northeast students down due to PM Modi: Assam CM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654143441356_969.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "10:35 am",
        "article_date": "02 Jun",
        "article_body": "Assam Chief Minister Himanta Biswa Sarma on Wednesday said that discrimination against the students of Northeast India has reduced due to Prime Minister Narendra Modi's outreach. \"If you look at the last 2-3 years, because of PM Modi's outreach to the northeast now racial discrimination against students of the northeast has suddenly gone down to a huge extent,\" he said."
    },
    "41": {
        "url": "https://inshorts.com/en/news/un-peacekeeping-convoy-attacked-in-mali-1-killed-3-injured-1654145853517",
        "title": "UN peacekeeping convoy attacked in Mali; 1 killed, 3 injured",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654142737123_749.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "10:27 am",
        "article_date": "02 Jun",
        "article_body": "A UN peacekeeper was killed and three others were injured after their convoy came under fire in Mali on Wednesday. The firing lasted for about an hour by suspected terrorists who used small arms and rocket launchers, said a UN spokesperson. UN chief Antonio Guterres condemned the attack and offered condolences to the families of the victims, all Jordanians."
    },
    "42": {
        "url": "https://inshorts.com/en/news/its-nothing-but-exploitation-sc-on-₹9000-salary-of-odisha-home-guards-1654145574605",
        "title": "It's nothing but exploitation: SC on ₹9,000 salary of Odisha home guards",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654143816482_845.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "10:22 am",
        "article_date": "02 Jun",
        "article_body": "Commenting on ₹9,000 monthly salary of Odisha home guards, Supreme Court said it is nothing but exploitation. \"How a home guard can survive...maintain his family on payment of ₹9,000 per month only...he is performing almost the same duties as other police personnel,\" SC said. SC asked Odisha government to reconsider its decision of paying ₹9,000 monthly only to home guards."
    },
    "43": {
        "url": "https://inshorts.com/en/news/temples-got-submerged-but-raj-uncle-told-us-to-shoot-satyam-ending-aditya-1654145124259",
        "title": "Temples got submerged but Raj uncle told us to shoot 'Satyam...' ending: Aditya",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654141475575_646.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "10:15 am",
        "article_date": "02 Jun",
        "article_body": "Actor Aditya Raj Kapoor said that his uncle and late actor Raj Kapoor told the team to \"get a camera\" and shoot the ending of the film 'Satyam Shivam Sundaram: Love Sublime' while the river water flooded the land and the temples got submerged. Aditya also said he did not meet Raj Kapoor for months after deciding to quit films.  "
    },
    "44": {
        "url": "https://inshorts.com/en/news/as-i-look-back-at-ipl-2022-i-know-deep-down-how-much-it-has-hurt-pollard-1654144981221",
        "title": "As I look back at IPL 2022, I know deep down how much it has hurt: Pollard",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654141154014_520.jpg?",
        "author_name": "Ankur Taliyan",
        "article_time": "10:13 am",
        "article_date": "02 Jun",
        "article_body": "MI all-rounder Kieron Pollard has shared a post on Instagram over MI's performance in IPL 2022, stating that he knows \"deep down\" how much it has hurt the fans. \"But it didn't derail the spirit, determination and hard work that was put in by every single person. We definitely learnt a lot from this 2022 season,\" he added. "
    },
    "45": {
        "url": "https://inshorts.com/en/news/police-avert-alleged-mass-sacrifice-of-goats-in-vadodara-5-booked-1654144870112",
        "title": "Police avert alleged mass sacrifice of goats in Vadodara; 5 booked",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654141619845_657.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "10:11 am",
        "article_date": "02 Jun",
        "article_body": "Five people were booked after police rescued around 20 goats from an alleged mass sacrifice in Vadodara on Tuesday. An organisation called People for Animals approached police with a tip-off about mass sacrifice, following which police accompanied by them raided the spot. People gathered to perform the superstitious ritual, however, managed to escape with around 15 of the rescued goats."
    },
    "46": {
        "url": "https://inshorts.com/en/news/3712-new-covid19-cases-in-india-35-higher-than-yesterday-1654143466836",
        "title": "3,712 new COVID-19 cases in India, 35% higher than yesterday",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654141230490_187.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "09:47 am",
        "article_date": "02 Jun",
        "article_body": "India has reported 3,712 COVID-19 cases, 2,584 recoveries and 5 deaths in the last 24 hours, according to the Ministry of Health and Family Welfare. This comes a day after the country saw 2,745 COVID-19 cases and 6 deaths. Active cases in India increased to 19,509, while the death toll reached 5,24,641."
    },
    "47": {
        "url": "https://inshorts.com/en/news/gunman-kills-4-before-shooting-himself-at-hospital-in-us-1654139852184",
        "title": "Gunman kills 4 before shooting himself at hospital in US",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654138596422_678.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "08:47 am",
        "article_date": "02 Jun",
        "article_body": "A man armed with a rifle and a handgun killed four people inside a medical building on a hospital campus in Tulsa, Oklahoma before fatally shooting himself, police said. Multiple injuries had also been confirmed, officials said. Police added that they were trying to determine the suspect's identity, who they estimated was aged between 35 and 40. "
    },
    "48": {
        "url": "https://inshorts.com/en/news/amber-issues-statement-after-losing-depps-defamation-trial-says-im-heartbroken-1654139784998",
        "title": "Amber issues statement after losing Depp's defamation trial, says 'I'm heartbroken'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/1_wed/img_1654114881466_385.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "08:46 am",
        "article_date": "02 Jun",
        "article_body": "Amber Heard, in a statement issued after she lost Johnny Depp's defamation trial, said, \"I'm heartbroken that the mountain of evidence...wasn't enough to stand up to the disproportionate power...and sway of my ex-husband.\" Calling it a \"setback\", Amber added, \"I'm sadder...that I seem to have lost a right I thought I had as an American- to speak freely and openly.\""
    },
    "49": {
        "url": "https://inshorts.com/en/news/why-was-amber-heard-awarded-$2-million-in-defamation-suit-against-johnny-depp-1654143828283",
        "title": "Why was Amber Heard awarded $2 million in defamation suit against Johnny Depp?",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654143158388_965.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "09:53 am",
        "article_date": "02 Jun",
        "article_body": "Amber Heard lost defamation trial after being sued by ex-husband Johnny Depp, but she received a compensatory $2 million in damages. Heard's $2 million came from her countersuit against Depp. The jurors rejected two of Heard's three counterclaims. They concluded she was defamed when Depp's attorney told media that Heard staged property damage to show to police after alleged fight."
    },
    "50": {
        "url": "https://inshorts.com/en/news/chaliye-hukum-amit-shah-jokingly-tells-wife-sonal-after-special-screening-of-film-1654143845691",
        "title": "'Chaliye Hukum', Amit Shah jokingly tells wife Sonal after special screening of film",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654142060515_488.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "09:54 am",
        "article_date": "02 Jun",
        "article_body": "Union Home Minister Amit Shah and his family watched Akshay Kumar-starrer 'Samrat Prithviraj' at a special screening in Delhi on Wednesday. At the end of his speech, he began walking towards the exit but his wife Sonal remained standing, when the minister jokingly said, \"Chaliye Hukum.\" Shah said he watched a film in theatre with his family after 13 years."
    },
    "51": {
        "url": "https://inshorts.com/en/news/covid19-situation-getting-worse-in-north-korea-who-1654144345803",
        "title": "COVID-19 situation getting worse in North Korea: WHO",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654141732692_974.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "10:02 am",
        "article_date": "02 Jun",
        "article_body": "The WHO has said that they believe the COVID-19 situation in North Korea is \"getting worse, not better\". This comes even as the country reported less than 1 lakh new \"fever\" cases for a third consecutive day. The WHO, however, added that it was not in a position to make an adequate risk assessment of the situation on the ground."
    },
    "52": {
        "url": "https://inshorts.com/en/news/she-taught-me-how-to-run-a-company-zuckerberg-as-sandberg-resigns-as-meta-coo-1654143705748",
        "title": "She taught me how to run a company: Zuckerberg as Sandberg resigns as Meta COO",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654141564193_3.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "09:51 am",
        "article_date": "02 Jun",
        "article_body": "Meta CEO Mark Zuckerberg penned a note after Sheryl Sandberg stepped down as Meta COO after 14 years. \"When Sheryl joined me in 2008...I was only 23 and I barely knew anything about running a company,\" he wrote. \"Sheryl architected our ads business, hired great people, forged our management culture, and taught me how to run a company,\" he added."
    },
    "53": {
        "url": "https://inshorts.com/en/news/cong-leader-demands-reopening-of-hyderabads-charminar-for-prayers-1654141479029",
        "title": "Cong leader demands reopening of Hyderabad's Charminar for prayers",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654139290669_288.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "09:14 am",
        "article_date": "02 Jun",
        "article_body": "Telangana Congress leader Rashid Khan has started a signature campaign demanding the reopening of Hyderabad's Charminar for offering prayers. Prayers were earlier held, however, Muslims were debarred from offering prayers at the site two decades ago, he claimed. This comes amid the ongoing row over the restoration of an alleged temple complex on the Qutub Minar premises in Delhi."
    },
    "54": {
        "url": "https://inshorts.com/en/news/police-take-road-accident-victim-to-hospital-in-garbage-van-in-jodhpur-probe-ordered-1654143343831",
        "title": "Police take road accident victim to hospital in garbage van in Jodhpur, probe ordered",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654141678636_347.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "09:45 am",
        "article_date": "02 Jun",
        "article_body": "Police used a garbage van on Wednesday to take the body of a man to a hospital after he came under a bus in Rajasthan's Jodhpur. A probe has been ordered into it after a video of the incident surfaced on social media. \"The victim was crushed under the wheels of the bus and died on the spot,\" police said."
    },
    "55": {
        "url": "https://inshorts.com/en/news/22yrold-man-killed-for-refusing-to-give-beer-bottles-in-delhi-3-held-1654139721109",
        "title": "22-yr-old man killed for refusing to give beer bottles in Delhi, 3 held",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654138082930_901.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "08:45 am",
        "article_date": "02 Jun",
        "article_body": "A 22-year-old man was allegedly stabbed to death by three men after he refused to give his beer bottles to them in Delhi's Adarsh Nagar, police said. The accused were nabbed after we conducted raids, DCP (North-West) Usha Rangnani added. The accused were in front of a mall after spending all their money and saw the victim carrying beer bottles."
    },
    "56": {
        "url": "https://inshorts.com/en/news/the-word-panindia-is-abused-sounds-like-euphemism-for-dubbed-film-adivi-1654143260825",
        "title": "The word 'Pan-India' is abused, sounds like euphemism for dubbed film: Adivi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654140371474_134.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "09:44 am",
        "article_date": "02 Jun",
        "article_body": "Actor Adivi Sesh who will play the role of martyr Major Sandeep Unnikrishnan in his next film 'Major', said the word 'pan-India' has been abused, adding that it sounds like a \"euphemism\" for a dubbed film. \"It sounded good in the beginning,\" added Adivi. Talking about 'Major', Adivi stated every scene was shot, wrote and designed in Hindi."
    },
    "57": {
        "url": "https://inshorts.com/en/news/told-bobby-of-dream-to-work-with-him-did-song-step-in-front-of-him-esha-1654144256436",
        "title": "Told Bobby of dream to work with him, did song step in front of him: Esha",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654139625625_156.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "10:00 am",
        "article_date": "02 Jun",
        "article_body": "Talking about Bobby Deol, actress Esha Gupta said, \"I...[danced] to 'Duniya Haseenon Ka Mela' at...parties...I told him about me dancing to his [song] and...did the step in front of him.\" Esha stated that Bobby laughed a lot, adding she shared her childhood dream of working with him. \"I...[grew] up watching 'Gupt'...I wasn't old enough to understand...it's a crush,\" said Esha."
    },
    "58": {
        "url": "https://inshorts.com/en/news/lost-30-kg-my-mom-asked-whyre-you-killing-yourself-randeep-on-sarbjit-1654139623003",
        "title": "Lost 30 kg, my mom asked 'Why're you killing yourself': Randeep on Sarbjit",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654136760140_959.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "08:43 am",
        "article_date": "02 Jun",
        "article_body": "Actor Randeep Hooda said he lost 30 kilos while preparing for 'Sarbjit'. He added that his mother, who was staying with him, left and asked why he was killing himself. \"She said I can't see you do this...She tried to stop me...She would make things that I like,\" Randeep said, adding that his mother said she \"can't take it anymore\"."
    },
    "59": {
        "url": "https://inshorts.com/en/news/im-not-assessing-my-performances-at-all-just-enjoying-my-game-ashwin-1654141638329",
        "title": "I'm not assessing my performances at all, just enjoying my game: Ashwin",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654139139896_680.jpg?",
        "author_name": "Ankur Taliyan",
        "article_time": "09:17 am",
        "article_date": "02 Jun",
        "article_body": "Opening up on his recent performances, India spinner Ravichandran Ashwin said he's in a \"very good space of mind\" and \"just enjoying\" his game. \"I'm not in that phase of my life where I'm thinking about what happened,\" added Ashwin. \"The last two years have been hard on a lot of people but...kind and good to me,\" he further said. "
    },
    "60": {
        "url": "https://inshorts.com/en/news/bjp-loves-to-weaponise-pain-of-kashmiri-pandits-pdp-1654140331319",
        "title": "BJP loves to weaponise pain of Kashmiri Pandits: PDP",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654138784429_365.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "08:55 am",
        "article_date": "02 Jun",
        "article_body": "The BJP loves to weaponise the pain of the Kashmiri Pandits, said the PDP in its monthly newsletter 'Speak Up' on Tuesday. Referring to the recent killing of a government official, Rahul Bhat, the article titled 'The Saffron Trojan Horse' said, \"Kashmiri Pandits get teargassed by the police for protesting [against] the killing of Rahul Bhat.\""
    },
    "61": {
        "url": "https://inshorts.com/en/news/congress-will-come-down-to-3035-seats-in-2024-polls-assam-cm-1654142143873",
        "title": "Congress will come down to 30-35 seats in 2024 polls: Assam CM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654138299565_973.jpg?",
        "author_name": "Sakshi Sharma",
        "article_time": "09:25 am",
        "article_date": "02 Jun",
        "article_body": "Assam CM Himanta Biswa Sarma on Wednesday said that it will be difficult for the Congress party to retain the status of the principal Opposition party in the 2024 Lok Sabha elections. \"As per my assessment, they will come down to around 30-35 seats in 2024,\" Sarma added. Furthermore, Sarma said that the party treats all states with contempt."
    },
    "62": {
        "url": "https://inshorts.com/en/news/will-work-as-small-soldier-under-pm-modi-hardik-patel-ahead-of-joining-bjp-1654142458780",
        "title": "Will work as small soldier under PM Modi: Hardik Patel ahead of joining BJP",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654140610514_253.jpg?",
        "author_name": "Sakshi Sharma",
        "article_time": "09:30 am",
        "article_date": "02 Jun",
        "article_body": "Ahead of joining BJP on Thursday, Gujarat Patidar leader Hardik Patel said he is going to start a new chapter in his life with the feelings of national, state, public and social interests. \"I will work as a small soldier in the noble service of the nation under the successful leadership of PM Narendra Modi,\" Patel tweeted."
    },
    "63": {
        "url": "https://inshorts.com/en/news/man-offered-lift-in-suv-robbed-of-phone-on-punemumbai-expressway-1654143910533",
        "title": "Man offered lift in SUV; robbed of phone on Pune-Mumbai Expressway",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654141213073_551.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "09:55 am",
        "article_date": "02 Jun",
        "article_body": "Two people were arrested on Wednesday for allegedly robbing a 32-year-old engineer of his mobile phone on Pune-Mumbai Expressway after offering him a lift. The accused had offered to drop the victim at Khopoli in exchange for money. After travelling a distance, the two threatened to kill him and snatched his mobile phone and dropped him near Talegaon Dabhade."
    },
    "64": {
        "url": "https://inshorts.com/en/news/3-soldiers-injured-in-blast-in-jks-shopian-kashmir-zone-police-1654142299352",
        "title": "3 soldiers injured in blast in J&K's Shopian: Kashmir Zone Police",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654139955657_31.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "09:28 am",
        "article_date": "02 Jun",
        "article_body": "Three soldiers were injured in a blast that occurred inside a private hired vehicle in Jammu and Kashmir's Shopian, the police said on Thursday. The soldiers have been taken to a hospital for treatment, Kashmir Zone Police said in a tweet. The nature and source of the blast - grenade, IED or battery malfunction - is being investigated, it added."
    },
    "65": {
        "url": "https://inshorts.com/en/news/3-of-family-die-after-falling-into-septic-tank-in-haryana-1654142455896",
        "title": "3 of family die after falling into septic tank in Haryana",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654139065290_381.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "09:30 am",
        "article_date": "02 Jun",
        "article_body": "Three members of a family reportedly died after falling into a 20-foot-deep septic tank in Haryana's Bichhor village on Tuesday. According to police, an eight-year-old boy fell into the tank while playing around. His father jumped into the tank to save him, followed by the man's older brother. They lost consciousness after inhaling poisonous gas and died, police said."
    },
    "66": {
        "url": "https://inshorts.com/en/news/man-throws-acid-on-colleague-after-fight-in-bengaluru-arrested-1654140148478",
        "title": "Man throws acid on colleague after fight in Bengaluru; arrested",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654138629020_930.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "08:52 am",
        "article_date": "02 Jun",
        "article_body": "A 30-year-old jewellery shop employee has been arrested for allegedly throwing acid at his colleague after a fight over a petty issue in Bengaluru. The incident reportedly took place when both the men went out to drink after work with two other friends. The victim, Mantu Santra, has suffered 30% burn injuries on his face, neck and chest. "
    },
    "67": {
        "url": "https://inshorts.com/en/news/kenyan-national-attacks-pedestrians-with-knife-near-bombay-hc-held-1654140985370",
        "title": "Kenyan national attacks pedestrians with knife near Bombay HC, held ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654138264733_83.jpg?",
        "author_name": "Shiwangi",
        "article_time": "09:06 am",
        "article_date": "02 Jun",
        "article_body": "One person suffered serious injuries after a Kenyan national attacked at least seven pedestrians near Bombay High Court on Wednesday. Mumbai Police arrested the 50-year-old foreigner who also sustained injuries. Police said the accused got violent after a verbal altercation with his female friend following which he went on to attack pedestrians randomly from Parsi Bawdi area with a knife."
    },
    "68": {
        "url": "https://inshorts.com/en/news/bmc-issues-fresh-directive-against-use-of-plastic-warns-penal-action-1654143102206",
        "title": "BMC issues fresh directive against use of plastic, warns penal action",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654140298464_154.jpg?",
        "author_name": "Shiwangi",
        "article_time": "09:41 am",
        "article_date": "02 Jun",
        "article_body": "The Brihanmumbai Municipal Corporation (BMC) on Wednesday issued fresh directives for citizens and owners of commercial establishments not to use banned plastic. According to a BMC official, in case of violation, a fine of ₹5,000 will be imposed for first offence. Further, a fine of ₹25,000 and three-month jail term will be imposed for every offence thereafter, the official added. "
    },
    "69": {
        "url": "https://inshorts.com/en/news/tunnel-work-of-pune-metro-slowed-by-400-metre-long-rock-officials-1654141976742",
        "title": "Tunnel work of Pune Metro slowed by 400- metre long rock: Officials",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654138073023_445.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "09:22 am",
        "article_date": "02 Jun",
        "article_body": "Maha Metro officials said that the ongoing work on the Pune Metro has been slowed down by a 400-metre length of hard rock. Reports said that the metro tunnel boring machine's (TBM) drilling site is near Budhwar Peth. A Maha Metro official said that of the six-kilometre tunnel, 25-metre work is remaining."
    },
    "70": {
        "url": "https://inshorts.com/en/news/indias-1st-deluxe-train-deccan-queen-connecting-mumbai-pune-completes-92-yrs-1654143018675",
        "title": "India's 1st deluxe train Deccan Queen connecting Mumbai, Pune completes 92 yrs",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/06_jun/2_thu/img_1654139427611_621.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "09:40 am",
        "article_date": "02 Jun",
        "article_body": "India's first deluxe train, Deccan Queen Express, that connects Mumbai and Pune, completed 92 years of service on Wednesday. \"This train is the only one of its kind on Indian Railways to have a restaurant car [and] will now run with LHB [Linke Hofmann Busch] coaches from June 22,\" Central Railway's General Manager Anil Kumar Lahoti, said. "
    }
}