{
    "0": {
        "url": "https://inshorts.com/en/news/world-no-5-nadal-receives-5th-stefan-edberg-sportsmanship-award-1645289578263",
        "title": "World no. 5 Nadal receives 5th Stefan Edberg Sportsmanship Award",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645278360529_51.jpg?",
        "author_name": "Veer Badani",
        "article_time": "10:22 pm",
        "article_date": "19 Feb",
        "article_body": "World number five Rafael Nadal received his fifth Stefan Edberg Sportsmanship Award, after being selected by fellow ATP players to win the award for the 2021 season in December. The award recognises Nadal's professionalism, fair play and integrity on and off the court. The trophy is now on display at the Rafa Nadal Museum at the Spaniard's academy in Mallorca. "
    },
    "1": {
        "url": "https://inshorts.com/en/news/world-no-1-djokovic-to-face-musetti-in-dubai-on-return-to-tennis-1645289795256",
        "title": "World no. 1 Djokovic to face Musetti in Dubai on return to tennis",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645277405928_227.jpg?",
        "author_name": "Veer Badani",
        "article_time": "10:26 pm",
        "article_date": "19 Feb",
        "article_body": "World number one Novak Djokovic will face Italy's Lorenzo Musetti in the first round of the Dubai Tennis Championships after being deported from Australia last month due to his COVID-19 vaccination status. \"The government here does not require someone to be vaccinated to enter the country,\" Dubai tournament Director Salah Tahlak said. Djokovic has won the event five times. "
    },
    "2": {
        "url": "https://inshorts.com/en/news/will-break-knee-of-anyone-demanding-cooch-behar-state-tmc-mla-1645289802890",
        "title": "Will break knee of anyone demanding Cooch Behar state: TMC MLA",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645286710581_684.jpg?",
        "author_name": "Shailesh",
        "article_time": "10:26 pm",
        "article_date": "19 Feb",
        "article_body": "TMC MLA Udayan Guha has threatened to break the knees of those demanding separate statehood for West Bengal's Cooch Behar district. Notably, Guha's comment comes after BJP MLA Malati Rava claimed that lack of development by successive Left Front and TMC governments was triggering separatist demands among the people of Cooch Behar. \"I dare...Guha to break my leg,\" Rava said."
    },
    "3": {
        "url": "https://inshorts.com/en/news/france-advises-nationals-to-leave-3-ukrainian-regions-amid-crisis-1645289637676",
        "title": "France advises nationals to leave 3 Ukrainian regions amid crisis",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645288178072_138.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "10:23 pm",
        "article_date": "19 Feb",
        "article_body": "French foreign ministry on Saturday advised its nationals to leave the Ukrainian regions of Kharkiv, Luhansk and Donetsk without delay amid rise in Russian military buildup near Ukraine. The ministry also urged citizens in Ukraine to leave if they do not have urgent business in the country. Meanwhile, Russia has deployed up to 1.9 lakh troops in and near Ukraine."
    },
    "4": {
        "url": "https://inshorts.com/en/news/3-colleges-shut-down-abruptly-in-canada-advisory-issued-for-indian-students-1645289273122",
        "title": "3 colleges shut down abruptly in Canada; advisory issued for Indian students",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645287419543_802.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "10:17 pm",
        "article_date": "19 Feb",
        "article_body": "The Indian High Commission in Canada has issued an advisory for Indian students affected by the abrupt closure of three colleges in the country. \"High Commission has been approached by several students...In the event that they find any difficulty in reimbursement of their fees...they may file a complaint with Ministry of Higher Education, Government of Quebec,\" the advisory stated."
    },
    "5": {
        "url": "https://inshorts.com/en/news/tn-bjp-agent-arrested-as-he-objects-to-hijabwearing-woman-while-voting-1645289344463",
        "title": "TN BJP agent arrested as he objects to hijab-wearing woman while voting",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645285913707_64.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "10:19 pm",
        "article_date": "19 Feb",
        "article_body": "A polling agent of the BJP, Girirajan, has been arrested after he objected to a woman, who was wearing a hijab while voting in Tamil Nadu's Madurai on Saturday. He reportedly asked the woman to take the hijab off. He said, \"I cannot accept this...How can I cross verify the person wearing hijab with the photos in this (voters) list?\""
    },
    "6": {
        "url": "https://inshorts.com/en/news/india-is-your-home-pm-modi-to-afghan-hindusikh-delegation-1645289151691",
        "title": "India is your home: PM Modi to Afghan Hindu-Sikh delegation ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645274778306_967.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "10:15 pm",
        "article_date": "19 Feb",
        "article_body": "Prime Minister Narendra Modi on Saturday met members of a Hindu-Sikh delegation from Afghanistan at his residence in New Delhi. \"You are not guests but in your own house, India is your home,\" a statement by the PMO quoted him as saying. The PM also spoke about the significance of the Citizenship Amendment Act and its benefits for the community. "
    },
    "7": {
        "url": "https://inshorts.com/en/news/mexican-army-troops-deployed-to-remove-land-mines-placed-by-cartels-1645289116153",
        "title": "Mexican army troops deployed to remove land mines placed by cartels",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645280658341_846.jpg?",
        "author_name": "Veer Badani",
        "article_time": "10:15 pm",
        "article_date": "19 Feb",
        "article_body": "Special Mexican army units on Friday were deployed to clear out land mines placed by warring drug cartels as part of a turf war in the region of Aguililla. The anti-mine squads have found dozens of land mines along rural fields and roads. One farmer was killed last week by a mine after driving over it in his pickup truck."
    },
    "8": {
        "url": "https://inshorts.com/en/news/karnataka-congress-to-resume-mekedatu-rally-from-february-27-1645288819670",
        "title": "Karnataka Congress to resume Mekedatu rally from February 27",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645287496498_209.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "10:10 pm",
        "article_date": "19 Feb",
        "article_body": "Karnataka Congress leaders have said the party will resume the Mekedatu rally from February 27 and it will conclude in Bengaluru on March 3. The rally was suspended in January due to a surge in COVID-19 cases. The rally aims to pressurise the BJP-run state government to implement the Mekedatu project to regulate water flow to neighbouring Tamil Nadu. \n"
    },
    "9": {
        "url": "https://inshorts.com/en/news/canadian-police-arrest-at-least-100-freedom-convoy-protesters-1645288809319",
        "title": "Canadian police arrest at least 100 'Freedom Convoy' protesters",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261237322_466.jpg?",
        "author_name": "Veer Badani",
        "article_time": "10:10 pm",
        "article_date": "19 Feb",
        "article_body": "Canadian police on Friday arrested at least 100 protesters, part of the three-week \"Freedom Convoy\" against COVID-19 vaccine mandate and restrictions in Ottawa. Authorities said nearly two dozen vehicles were also towed. Four of the protest leaders are among those who have been arrested. \"We will work day and night until this is completed,\" Interim Police Chief Steve Bell said. "
    },
    "10": {
        "url": "https://inshorts.com/en/news/germany-urges-nationals-to-leave-ukraine-immediately-amid-crisis-1645288951625",
        "title": "Germany urges nationals to leave Ukraine immediately amid crisis",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645286206331_629.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "10:12 pm",
        "article_date": "19 Feb",
        "article_body": "German foreign ministry on Saturday advised its nationals in Ukraine to leave the country immediately citing a possibility of a \"military confrontation\" in the region amid rising tensions between West and Russia. The ministry also warned citizens against travelling to Ukraine. Meanwhile, Russia launched strategic nuclear drills and massed up to 1.9 lakh troops in and near Ukraine."
    },
    "11": {
        "url": "https://inshorts.com/en/news/india-delivers-25-tons-of-medical-aid-clothing-to-afghanistan-1645288759494",
        "title": "India delivers 2.5 tons of medical aid, clothing to Afghanistan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645283664722_283.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "10:09 pm",
        "article_date": "19 Feb",
        "article_body": "Ministry of External Affairs Spokesperson Arindam Bagchi said the country delivered fifth shipment of 2.5 tons of medical assistance and winter clothings to Afghanistan. So far, India has provided 5 lakh COVID-19 vaccine doses and life-saving medicines in three shipments to crisis-torn country. Afghanistan plunged into humanitarian crisis after Taliban took over the country in August last year."
    },
    "12": {
        "url": "https://inshorts.com/en/news/satellite-pic-shows-32-russian-fighter-jets-at-airfield-near-ukraine-border-1645288567899",
        "title": "Satellite pic shows 32 Russian fighter jets at airfield near Ukraine border",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645287979944_239.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "10:06 pm",
        "article_date": "19 Feb",
        "article_body": "Satellite pictures released by US space firm Maxar have shown additional deployment of transport and attack helicopters, air defence units, unmanned aerial vehicles (UAVs) and fighter jets near the Ukraine border by Russia. One satellite picture showed as many as 32 Sukhoi-25 jets at the Luninets airfield in Belarus. At least 50 helicopters have also reportedly been stationed."
    },
    "13": {
        "url": "https://inshorts.com/en/news/man-sentenced-to-life-for-raping-mentally-challenged-woman-in-hyderabad-1645288422358",
        "title": "Man sentenced to life for raping mentally challenged woman in Hyderabad",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645266619288_667.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "10:03 pm",
        "article_date": "19 Feb",
        "article_body": "A 36-year-old man was awarded life imprisonment by local court for raping his 28-year-old mentally challenged neighbour in Hyderabad's Meerpet in 2013. The convict had raped the woman while she was sleeping with her family members on the terrace of her house at night and fled the spot before the family member could catch him. Police had later arrested him."
    },
    "14": {
        "url": "https://inshorts.com/en/news/gut-health-gets-compromised-in-severe-covid19-study-1645288210453",
        "title": "Gut health gets compromised in severe COVID-19: Study",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268938598_249.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "10:00 pm",
        "article_date": "19 Feb",
        "article_body": "Researchers of King's College London studied samples of intestines of COVID-19 victims and found its Peyer's Patches to be severely disrupted, indicating impact of the virus on gut immune system. Peyer's patches are lymphoid tissue in the gut responsible for maintaining healthy intestinal microbial populations. These patches were disrupted irrespective of whether virus was present in gut or not.\n"
    },
    "15": {
        "url": "https://inshorts.com/en/news/exus-prez-trump-improperly-took-away-classified-items-govt-agency-1645288356284",
        "title": "Ex-US Prez Trump improperly took away classified items: govt agency",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645284519940_632.jpg?",
        "author_name": "Shailesh",
        "article_time": "10:02 pm",
        "article_date": "19 Feb",
        "article_body": "US National Archives and Records Administration (NARA) on Friday said that ex-President Donald Trump improperly took away classified information to his Florida home after leaving the White House. The classified documents were found in 15 boxes of White House records that were stored at Trump's Mar-a-Lago residence. The boxes were recovered by the agency last month. "
    },
    "16": {
        "url": "https://inshorts.com/en/news/video-shows-ranveer-reacting-to-fans-shouting-apna-time-aayega-at-nba-allstar-game-1645287765795",
        "title": "Video shows Ranveer reacting to fans shouting 'Apna time aayega' at NBA All-Star Game",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645286605145_844.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "09:52 pm",
        "article_date": "19 Feb",
        "article_body": "A video posted on social media from the NBA All-Star Game in the US shows a section of fans cheering for Ranveer Singh, who was one of the celebrities taking part in the game. They can be heard shouting his 'Gully Boy' phrase 'Apna time aayega (Our time will come)'. Upon hearing them, Ranveer is seen smiling and acknowledging them."
    },
    "17": {
        "url": "https://inshorts.com/en/news/rohit-sharmas-3yearold-tweet-goes-viral-after-he-is-made-indias-allformat-captain-1645287820145",
        "title": "Rohit Sharma's 3-year-old tweet goes viral after he is made India's all-format captain",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645287059506_331.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "09:53 pm",
        "article_date": "19 Feb",
        "article_body": "Rohit Sharma's three-year-old tweet reading 'Throw me to the wolves and I come back leading the pack' has gone viral after he was announced as India's all-format captain today. Rohit had made the tweet on September 1, 2018 after being asked by a fan about a quote that describes him. \"Never give up in life,\" a fan commented."
    },
    "18": {
        "url": "https://inshorts.com/en/news/2-suspended-after-extra-evm-found-in-up-officials-vehicle-1645287449630",
        "title": "2 suspended after extra EVM found in UP official's vehicle ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268300777_540.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "09:47 pm",
        "article_date": "19 Feb",
        "article_body": "After an extra EVM was found in the vehicle of the zonal magistrate, authorities in UP's Shamli district have suspended a police constable and a home guard for alleged negligence. The EVM was found after polling in Kairana on February 10, SP Sukirti Madhav said. The authorities have now written to the Election Commission, recommending action against the zonal magistrate. "
    },
    "19": {
        "url": "https://inshorts.com/en/news/un-human-rights-chief-can-visit-xinjiang-chinese-foreign-minister-1645287503528",
        "title": "UN Human Rights Chief can visit Xinjiang: Chinese Foreign Minister",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645282255192_359.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "09:48 pm",
        "article_date": "19 Feb",
        "article_body": "Chinese Foreign Minister Wang Yi on Saturday said UN Human Rights Chief Michelle Bachelet can visit Xinjiang but government doesn't welcome any investigation in the region. \"China rejects all kinds of biases, prejudices and uncalled-for accusations,\" Wang stated during Munich Security Conference, This comes as rights groups and US have accused China of committing genocide against ethnic Uyghurs."
    },
    "20": {
        "url": "https://inshorts.com/en/news/therell-be-threat-to-taiwan-if-west-doesnt-support-ukraine-uk-pm-1645287312582",
        "title": "There'll be threat to Taiwan if West doesn't support Ukraine: UK PM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645280759760_936.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "09:45 pm",
        "article_date": "19 Feb",
        "article_body": "UK PM Boris Johnson on Saturday said if Western allies fail to support Ukraine against the growing Russian aggression, there will be a threat to Taiwan. \"People would draw the conclusion that aggression pays, and that might is right,\" added Johnson. Taiwan is a self-governing island nation near China which it claims as its own territory."
    },
    "21": {
        "url": "https://inshorts.com/en/news/shikhar-dhawan-shares-video-on-meeting-son-after-2-years-says-very-emotional-moments-1645287039715",
        "title": "Shikhar Dhawan shares video on meeting son after 2 years, says 'very emotional moments'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645285626426_207.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "09:40 pm",
        "article_date": "19 Feb",
        "article_body": "Team India opener Shikhar Dhawan shared a video on Instagram after meeting his son Zoravar after two years. \"Two long years since I met my son. Uske saath khelna, usko gale lagaana, baatein karna.. bohot emotional moments hain ye (Playing with him, hugging him, talking with him...are very emotional moments),\" he wrote. The video shows him hugging his son."
    },
    "22": {
        "url": "https://inshorts.com/en/news/no-party-other-than-bjp-had-spine-to-remove-triple-talaq-nadda-1645286924522",
        "title": "No party other than BJP had spine to remove triple talaq: Nadda",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645280284341_89.jpg?",
        "author_name": "Shreya Das",
        "article_time": "09:38 pm",
        "article_date": "19 Feb",
        "article_body": "BJP chief JP Nadda on Saturday said in UP that no party other than BJP \"had the spine\" to remove triple talaq as they only indulged in appeasement politics. He further praised PM Narendra Modi for bringing in the law against it saying, \"[He] brought the SC's order in...Parliament to get rid of it and give freedom to Muslim sisters.\""
    },
    "23": {
        "url": "https://inshorts.com/en/news/bjp-turns-people-against-people-kanimozhi-on-ktaka-hijab-row-1645286684370",
        "title": "BJP turns people against people: Kanimozhi on K'taka Hijab row",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645276691678_56.jpg?",
        "author_name": "Shreya Das",
        "article_time": "09:34 pm",
        "article_date": "19 Feb",
        "article_body": "Speaking to reporters about the ongoing Hijab row in Karnataka, Dravida Munnetra Kazhagam (DMK) MP, Kanimozhi alleged that BJP leaders \"turn people against people in the name of religion\". She added, \"What a woman chooses to wear is her right, I don't think anybody has the right to decide whether it is too much or too little.\""
    },
    "24": {
        "url": "https://inshorts.com/en/news/suicide-bomb-blast-kills-15-injures-20-in-somalia-1645284673819",
        "title": "Suicide bomb blast kills 15, injures 20 in Somalia",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645281769563_47.jpg?",
        "author_name": "Shailesh",
        "article_time": "09:01 pm",
        "article_date": "19 Feb",
        "article_body": "A suicide bomb blast at a crowded restaurant in Somalia's Beledweyne on Saturday left at least 15 people dead and 20 others injured, the police said. The al-Shabaab militant group claimed responsibility for the attack, according to a report by SITE intelligence. The explosion comes amid Somalia's parliamentary elections that are due to be completed by February 25."
    },
    "25": {
        "url": "https://inshorts.com/en/news/farhan-shibani-dance-as-shankar-mahadevan-sings-dil-chahta-hai-at-wedding-1645284275377",
        "title": "Farhan, Shibani dance as Shankar Mahadevan sings 'Dil Chahta Hai' at wedding",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645283831849_994.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "08:54 pm",
        "article_date": "19 Feb",
        "article_body": "Video showing Farhan Akhtar and Shibani Dandekar dancing with their wedding guests as singer Shankar Mahadevan sang 'Dil Chahta Hai', has surfaced online. The song was featured in the 2001 movie by the same name that was directed by Akhtar. The wedding took place at his parents Javed Akhtar and Shabana Azmi's Khandala farmhouse."
    },
    "26": {
        "url": "https://inshorts.com/en/news/before-punjab-polls-fir-ordered-against-aap-kejriwal-for-violating-ecs-rules-1645284331967",
        "title": "Before Punjab polls, FIR ordered against AAP & Kejriwal for violating EC's rules",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645283260471_618.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "08:55 pm",
        "article_date": "19 Feb",
        "article_body": "Punjab's Chief Electoral Officer has ordered to register an FIR against AAP and its chief Arvind Kejriwal for allegedly violating the Model Code of Conduct and for \"making false and frivolous allegations against other political parties\". The action was ordered after a SAD leader raised an objection to a video uploaded by AAP, saying it maligns SAD and other parties. "
    },
    "27": {
        "url": "https://inshorts.com/en/news/were-your-baap-raut-to-rane-after-he-talks-about-ed-notice-1645284266452",
        "title": "We're your 'baap': Raut to Rane after he talks about ED notice",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645282036747_992.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "08:54 pm",
        "article_date": "19 Feb",
        "article_body": "Senior Shiv Sena leader Sanjay Raut on Saturday told Union Minister Narayan Rane, \"We are your 'baap (father)'.\" His remarks came after Rane said he has information that an ED notice is ready for four persons in Matoshree, the residence of Maharashtra CM Uddhav Thackeray. \"Rane is threatening us that he has our horoscope...We too have your horoscope,\" Raut added. "
    },
    "28": {
        "url": "https://inshorts.com/en/news/gladdening-pm-on-india-hosting-2023-intl-olympic-committee-session-1645283981554",
        "title": "Gladdening: PM on India hosting 2023 Int'l Olympic Committee Session",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645282550042_307.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "08:49 pm",
        "article_date": "19 Feb",
        "article_body": "PM Narendra Modi on Saturday expressed happiness after India won the right to host the 2023 International Olympic Committee (IOC) Session in Mumbai. Taking to Twitter, he said, \"It is gladdening...I am confident this will be a memorable IOC session and will lead to positive outcomes for world sports.\" Notably, India last hosted an IOC session in 1983 in Delhi."
    },
    "29": {
        "url": "https://inshorts.com/en/news/storm-eunice-kills-at-least-9-in-europe-4-lakh-in-uk-without-power-1645284027784",
        "title": "Storm Eunice kills at least 9 in Europe; 4 lakh in UK without power",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645273572895_781.jpg?",
        "author_name": "Veer Badani",
        "article_time": "08:50 pm",
        "article_date": "19 Feb",
        "article_body": "At least nine people were killed across Europe on Friday by Storm Eunice, leaving about 4 lakh people in Britain without power. Toppled trees killed four people in the Netherlands and a man in Liverpool was killed by flying debris. The Met Office recorded a 196 kmph gust of wind as over 400 flights were reportedly cancelled across the UK. "
    },
    "30": {
        "url": "https://inshorts.com/en/news/future-retail-pays-$14-mn-interest-on-usd-notes-in-grace-period-1645283585934",
        "title": "Future Retail pays $14 mn interest on USD notes in grace period",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645281681157_307.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "08:43 pm",
        "article_date": "19 Feb",
        "article_body": "Future Retail has paid $14 million for interest due on the dollar-denominated notes (USD notes) listed on Singapore stock exchange after missing the due date last month. The company told the NSE last month that it had 30 days to make the payment. Future Retail had cited continued impact of COVID-19 and its financial situation as reasons for missing payment."
    },
    "31": {
        "url": "https://inshorts.com/en/news/govt-gets-5-proposals-worth-₹15-lakh-crore-for-chip-display-plants-1645283151493",
        "title": "Govt gets 5 proposals worth ₹1.5 lakh crore for chip, display plants",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645279800938_184.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "08:35 pm",
        "article_date": "19 Feb",
        "article_body": "The government has received five applications for the establishment of semiconductor and display plants under its ₹76,000 crore PLI scheme. The Ministry of Electronics and IT said the companies have proposed to invest a total of $20.5 billion (₹1.53 lakh crore). Vedanta-Foxconn JV, IGSS Ventures and ISMC have proposed to set up semiconductor plants with a total $13.6 billion investment."
    },
    "32": {
        "url": "https://inshorts.com/en/news/keralas-plan-to-build-new-mullaperiyar-dam-arbitrary-tamil-nadu-1645282995722",
        "title": "Kerala's plan to build new Mullaperiyar Dam arbitrary: Tamil Nadu",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645263670117_17.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "08:33 pm",
        "article_date": "19 Feb",
        "article_body": "The Tamil Nadu government on Friday said Kerala's announcement to construct a new reservoir in place of existing Mullaperiyar Dam was \"arbitrary and amounted to contempt of Supreme Court order\". Water Resources Minister S Duraimurugan said Tamil Nadu will oppose it in all aspects. He said the state's rights over Mullaperiyar will not be given up for any reason."
    },
    "33": {
        "url": "https://inshorts.com/en/news/australia-reports-43-covid19-deaths-ahead-of-border-reopening-1645283182026",
        "title": "Australia reports 43 COVID-19 deaths ahead of border reopening",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645263745064_843.jpg?",
        "author_name": "Veer Badani",
        "article_time": "08:36 pm",
        "article_date": "19 Feb",
        "article_body": "Australia on Saturday reported 43 COVID-19 deaths ahead of its border reopening for international tourists on February 21. Australia shut its borders in March 2020 when the pandemic began and has slowly reopened its borders since November, first allowing Australians, then workers and international students to travel. Fully vaccinated travellers do not have to quarantine upon arrival. "
    },
    "34": {
        "url": "https://inshorts.com/en/news/expolice-commissioner-criticises-gehraiyaan-mazumdarshaw-says-watch-whole-film-1645282846670",
        "title": "Ex-Police Commissioner criticises 'Gehraiyaan', Mazumdar-Shaw says 'Watch whole film'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645281879382_233.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "08:30 pm",
        "article_date": "19 Feb",
        "article_body": "Former Bengaluru Police Commissioner Bhaskar Rao criticised 'Gehraiyaan' and tweeted, \"We started watching [it], 20 minutes later, stopped.\" \"I'm fan of Deepika...she's idolized by millions...Extramarital and destruction of home...Wrong message. Am I old fashioned[?]\" he said. \"Watch the whole film it's really well made with...twists,\" Biocon's Executive Chairperson Kiran Mazumdar-Shaw replied."
    },
    "35": {
        "url": "https://inshorts.com/en/news/bulldozers-under-repair-will-resume-work-after-march-10-up-cm-1645282952412",
        "title": "Bulldozers under repair, will resume work after March 10: UP CM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261664264_454.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "08:32 pm",
        "article_date": "19 Feb",
        "article_body": "Talking about action on criminals, UP CM Yogi Adityanath on Friday said all bulldozers have been sent for repair and would resume work after March 10. \"A senior SP leader asked me if bulldozers will be operated during the polls too,\" Yogi said. \"I told him not to worry as sometimes these bulldozers also need some rest,\" he added."
    },
    "36": {
        "url": "https://inshorts.com/en/news/us-defence-secretary-says-russia-is-poised-to-strike-ukraine-1645282858074",
        "title": "US Defence Secretary says Russia is ‘poised to strike’ Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645274533455_291.jpg?",
        "author_name": "Veer Badani",
        "article_time": "08:30 pm",
        "article_date": "19 Feb",
        "article_body": "US Defence Secretary Lloyd Austin on Saturday said Russia is \"poised to strike\" Ukraine, following a massive military buildup of troops near the border. \"Having done this before, I can tell you that is exactly what you need to attack and the stance that you need to be in to attack,\" Austin said while visiting Lithuania's capital, Vilnius."
    },
    "37": {
        "url": "https://inshorts.com/en/news/2-congress-sarpanches-booked-for-sad-workers-murder-in-punjab-1645282529879",
        "title": " 2 Congress sarpanches booked for SAD worker's murder in Punjab  ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645266110432_987.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "08:25 pm",
        "article_date": "19 Feb",
        "article_body": "Two Congress sarpanches were on Friday booked for the murder of SAD worker Karamjit Singh in Punjab's Fatehgarh Churian on the last day of poll campaigning. The police said an argument started between SAD workers and Congress sarpanches over a roadshow by local SAD candidate. \"During the brawl, (Sarpanches) Tajinderpal Singh and Jaswant Singh...hit Karamjit with baseball bats,\" police said."
    },
    "38": {
        "url": "https://inshorts.com/en/news/kejriwal-couldnt-have-khalistan-connection-tikait-on-vishwas-remark-1645282271302",
        "title": "Kejriwal couldn't have Khalistan connection: Tikait on Vishwas' remark",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645280261802_214.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "08:21 pm",
        "article_date": "19 Feb",
        "article_body": "BKU leader Rakesh Tikait has reacted to allegations made by ex-AAP leader Kumar Vishwas, who alleged AAP chief Arvind Kejriwal was supportive of the Punjab Khalistan movement. Tikait said that Kejriwal is a \"political agitator, but he couldn't possibly have any Khalistan connection\". Vishwas had alleged that Kejriwal had told him that he'll either become Punjab CM or Khalistan PM."
    },
    "39": {
        "url": "https://inshorts.com/en/news/kanye-asks-court-to-reject-kims-request-to-be-declared-legally-single-1645281765548",
        "title": "Kanye asks court to reject Kim's request to be declared legally single",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645281269107_934.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "08:12 pm",
        "article_date": "19 Feb",
        "article_body": "Lawyers for rapper Ye, formerly known as Kanye West, have filed court documents asking a judge to deny a motion by his estranged wife Kim Kardashian to declare her legally single. \"Terminating marital status before custody, property, support issues are resolved creates risk of adverse consequences,\" said Ye's attorneys. Kim filed for termination of her marital status in December 2021."
    },
    "40": {
        "url": "https://inshorts.com/en/news/russia-makes-demands-that-it-knows-nato-cannot-fulfil-stoltenberg-1645281835696",
        "title": "Russia makes demands that it knows NATO cannot fulfil: Stoltenberg",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645278642658_41.jpg?",
        "author_name": "Shailesh",
        "article_time": "08:13 pm",
        "article_date": "19 Feb",
        "article_body": "NATO Secretary-General Jens Stoltenberg on Saturday said that Russia is \"putting forward demands they know we cannot meet\". \"This is a new normal, that we have a Russia which is openly contesting core values for European security and then demonstrating their will to use force,\" he added. Stoltenberg was speaking at the Munich Security Conference."
    },
    "41": {
        "url": "https://inshorts.com/en/news/optical-illusion-asking-people-what-number-they-can-see-goes-viral-1645280939367",
        "title": "Optical illusion asking people what number they can see goes viral",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645279691004_205.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "07:58 pm",
        "article_date": "19 Feb",
        "article_body": "An optical illusion has gone viral, with social media users seeing it differently. A Twitter user posted an optical illusion involving numbers hidden in a black and white swirl and asked, \"Do you see a number? If so, what number?\"  Several people came up with different answers, with some users saying they saw 528 and others saying they saw 3452839.\n\n"
    },
    "42": {
        "url": "https://inshorts.com/en/news/up-will-supply-terrorism-all-over-india-if-sp-forms-its-govt-shah-1645280606887",
        "title": "UP will supply terrorism all over India if SP forms its govt: Shah",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645278406563_477.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "07:53 pm",
        "article_date": "19 Feb",
        "article_body": "Ahead of the third phase of polling in the ongoing Uttar Pradesh Assembly elections, Home Minister Amit Shah on Saturday said that UP would \"supply terrorism all over the country\" if the Samajwadi Party forms its government. During a public event in UP's Banda district, Shah alleged that 2,000 farmers died out of hunger during famine under Akhilesh Yadav's government."
    },
    "43": {
        "url": "https://inshorts.com/en/news/federal-province-elections-to-be-held-after-local-polls-nepal-pm-1645280805222",
        "title": "Federal, province elections to be held after local polls: Nepal PM ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645278032538_421.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "07:56 pm",
        "article_date": "19 Feb",
        "article_body": "Nepal PM Sher Bahadur Deuba on Saturday announced that the federal and province elections will be held after local level polls. \"All three elections should be held in environment that is free of fear as well as any kind of anomalies,\" said Deuba. Deuba made the announcement during his address to the nation on the occasion of 72nd Democracy Day."
    },
    "44": {
        "url": "https://inshorts.com/en/news/he-was-a-superhero-to-me-mercedes-new-f1-driver-russell-on-hamilton-1645280308445",
        "title": "He was a superhero to me: Mercedes' new F1 driver Russell on Hamilton",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645267875563_65.jpg?",
        "author_name": "Veer Badani",
        "article_time": "07:48 pm",
        "article_date": "19 Feb",
        "article_body": "Mercedes' new Formula One driver George Russell on Friday admitted during the digital launch of Mercedes' 2022 F1 car, that the seven-time world champion Lewis Hamilton was a childhood superhero of his growing up. Russell added it will be \"a real privilege to race alongside Lewis\" having joined Mercedes' F1 team in 2021 after spending three years racing with Williams."
    },
    "45": {
        "url": "https://inshorts.com/en/news/nasas-perseverance-rover-completes-first-year-on-mars-1645280435731",
        "title": "NASA's Perseverance rover completes first year on Mars",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645276539752_899.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "07:50 pm",
        "article_date": "19 Feb",
        "article_body": "NASA's Perseverance rover completed first year on Mars after it landed on the planet on February 18, 2021. During the past year, the six-wheeled rover accomplished many firsts such as collection of rock core samples and extraction of oxygen. It also recently broke record for most distance driven in a single day by travelling almost 320 meters on February 14."
    },
    "46": {
        "url": "https://inshorts.com/en/news/kacha-badam-singer-performs-viral-song-at-hotel-in-kolkata-video-surfaces-1645279735943",
        "title": "'Kacha Badam' singer performs viral song at hotel in Kolkata, video surfaces",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645278715840_568.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "07:38 pm",
        "article_date": "19 Feb",
        "article_body": "Bhuban Badyakar, whose 'Kacha Badam' song went viral on social media, was seen performing the song at a hotel in West Bengal's Kolkata. The video shows people singing along with Badyakar as he performed. He received ₹3 lakh from Godhuli Bela Music, which is the label that remixed his song."
    },
    "47": {
        "url": "https://inshorts.com/en/news/thane-woman-claims-rickshaw-copassenger-stole-her-jewellery-worth-₹7-lakh-1645278700921",
        "title": "Thane woman claims rickshaw co-passenger stole her jewellery worth ₹7 lakh ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645277688215_119.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "07:21 pm",
        "article_date": "19 Feb",
        "article_body": "A 57-year-old woman lodged a police complaint in Thane alleging that a co-passenger in her autorickshaw stole her gold jewellery worth ₹7.30 lakh on Thursday. The victim was on her way to attend a wedding when the alleged accused boarded her autorickshaw and sat close to her. A probe has been launched, said police. "
    },
    "48": {
        "url": "https://inshorts.com/en/news/uk-pm-johnson-urges-unity-from-western-allies-amid-ukraine-crisis-1645278812539",
        "title": "UK PM Johnson urges unity from Western allies amid Ukraine crisis",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645272541492_806.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "07:23 pm",
        "article_date": "19 Feb",
        "article_body": "UK PM Boris Johnson urged the Western allies for \"an overwhelming display of Western solidarity\" against a potential Russian invasion of Ukraine. \"And that unity is absolutely vital if we're going to deter... an absolutely catastrophic act of aggression by Vladimir Putin,\" added Johnson. This comes as Russia deployed up to 1.9 lakh troops in and near Ukraine."
    },
    "49": {
        "url": "https://inshorts.com/en/news/james-faulkner-allegedly-throws-helmet-on-chandelier-amid-rift-with-pcb-pic-surfaces-1645278408739",
        "title": "James Faulkner allegedly throws helmet on chandelier amid rift with PCB, pic surfaces",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645276326778_817.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "07:16 pm",
        "article_date": "19 Feb",
        "article_body": "Australian cricketer James Faulkner allegedly threw a helmet onto chandelier at Lahore hotel amid rift with Pakistan Cricket Board (PCB) reportedly over a payment dispute. Faulkner, who announced his decision to leave PSL midway, threw his bat and helmet after a discussion with a PCB official before leaving for airport, ESPNcricinfo reported. Faulkner termed his treatment by PCB \"a disgrace\"."
    },
    "50": {
        "url": "https://inshorts.com/en/news/russia-has-signalled-it-is-open-to-talks-scholz-amid-ukraine-crisis-1645278432667",
        "title": "Russia has signalled it is open to talks: Scholz amid Ukraine crisis",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645274713699_226.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "07:17 pm",
        "article_date": "19 Feb",
        "article_body": "German Chancellor Olaf Scholz on Saturday said Russia has signalled it is open to negotiate both during his meet with Russian President Vladimir Putin and Russia's response to US security proposals. During the Munich Security Conference, he stated the West is ready to negotiate over Russia's demands \"without being naive\". Meanwhile, Putin has ordered strategic drills involving nuclear missiles."
    },
    "51": {
        "url": "https://inshorts.com/en/news/ranveer-shares-pics-with-7ft6inch-tall-tacko-says-how-will-i-shoot-over-him-1645277776488",
        "title": "Ranveer shares pics with 7-ft-6-inch tall Tacko, says 'How will I shoot over him?'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645276240222_909.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "07:06 pm",
        "article_date": "19 Feb",
        "article_body": "Ranveer Singh, who played the NBA All-Star Game with other celebrities, shared pictures with Senegalese basketball player Elhadji Tacko Fall. \"How am I supposed to shoot over this guy?\" he wrote in one of the pictures shared with the 7-foot-6-inch tall basketball player. \"I...had the most incredible experience at the All-Star Game,\" Ranveer wrote in another Story."
    },
    "52": {
        "url": "https://inshorts.com/en/news/35yrold-meta-exec-admits-having-sex-chats-with-13yrold-boy-no-longer-part-of-firm-1645277692713",
        "title": "35-yr-old Meta exec admits having sex chats with 13-yr-old boy, no longer part of firm",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645276774296_166.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "07:04 pm",
        "article_date": "19 Feb",
        "article_body": "Meta, the parent company of Facebook, has said that its manager of global community development Jeren Miles is no longer part of the company after a sting operation showed him admitting to having sex chats with a 13-year-old boy. The 35-year-old has deleted his profiles on sites like Facebook and Twitter. \"We're actively investigating this situation,\" a Meta spokesperson said."
    },
    "53": {
        "url": "https://inshorts.com/en/news/bbmp-invites-suggestions-from-public-for-upcoming-budget-for-bluru-1645277593619",
        "title": "BBMP invites suggestions from public for upcoming Budget for B'luru",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645276535305_539.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "07:03 pm",
        "article_date": "19 Feb",
        "article_body": "The Bruhat Bengaluru Mahanagara Palike (BBMP) has invited suggestions and instructions of the public for the upcoming Budget 2022-23 for the city. BBMP said that a suggestion box has been placed near the BBMP office and said that general public can give their suggestions through the box. Bengaluru's Budget is usually announced 15 days after the state Budget is presented."
    },
    "54": {
        "url": "https://inshorts.com/en/news/punes-pcmc-presents-6497crore-draft-budget-1645277857630",
        "title": "Pune's PCMC presents 6,497-crore draft budget",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645275565070_702.jpg?",
        "author_name": "Shailesh",
        "article_time": "07:07 pm",
        "article_date": "19 Feb",
        "article_body": "The ₹6,497-crore draft budget of Pimpri-Chinchwad Municipal Corporation (PCMC) was presented by Additional Commissioner Vikas Dhakane on Friday. Notably, the budget was presented in Commissioner Rajesh Patil's absence, drawing protests from some corporators. This is the first time in PCMC's history that the Commissioner stayed away from the budget presentation, a Standing Committee member said."
    },
    "55": {
        "url": "https://inshorts.com/en/news/fir-against-3-mumbai-policemen-for-extorting-money-from-angadias-1645277906060",
        "title": "FIR against 3 Mumbai policemen for extorting money from Angadias",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645271578416_982.jpg?",
        "author_name": "Shreya Das",
        "article_time": "07:08 pm",
        "article_date": "19 Feb",
        "article_body": "An FIR has been registered by Mumbai Police against three officers after several complaints were received from Angadias' Association of Bhuleshwar. The association, which offers courier services, alleged the accused restrained Angadias and their employees and extorted money after taking them to Mumbadevi Chowky. The crime branch has arrested two officers and the third is wanted, an official said."
    },
    "56": {
        "url": "https://inshorts.com/en/news/all-rival-dals-will-be-confined-to-daldal-after-up-polls-up-dy-cm-1645277535235",
        "title": "All rival dals will be confined to daldal after UP polls: UP Dy CM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645273522628_215.jpg?",
        "author_name": "Shailesh",
        "article_time": "07:02 pm",
        "article_date": "19 Feb",
        "article_body": "UP Deputy CM Keshav Prasad Maurya on Saturday said that all other dals (parties) will be confined to a daldal (swamp) after the results are declared and the lotus will bloom in it. The BJP will win over 300 of the 403 assembly seats, he added. The party will also win 60% of votes in state elections, he further said."
    },
    "57": {
        "url": "https://inshorts.com/en/news/kumar-vishvas-given-y-category-security-days-after-his-remark-on-kejriwal-1645276872806",
        "title": "Kumar Vishvas given 'Y' category security days after his remark on Kejriwal",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645275786589_94.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "06:51 pm",
        "article_date": "19 Feb",
        "article_body": "Poet and former AAP leader Kumar Vishvas has been granted 'Y' category security with CRPF cover, days after he alleged that AAP chief Arvind Kejriwal was supportive of Punjab Khalistan movement. As per reports, the decision was taken based on Intelligence Bureau's threat perception. The 'Y' category security cover involves the deputation of eight security personnel for a person's protection."
    },
    "58": {
        "url": "https://inshorts.com/en/news/prashant-kishor-meets-nitish-kumar-2-years-after-quitting-jdu-1645276785500",
        "title": "Prashant Kishor meets Nitish Kumar 2 years after quitting JD(U)",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645275388986_172.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "06:49 pm",
        "article_date": "19 Feb",
        "article_body": "Poll strategist Prashant Kishor and Bihar Chief Minister Nitish Kumar met on Friday in Delhi. The two met for the first time since January 2020, when Kumar sacked Kishor from JD(U). When asked about his meeting with Kishor, Kumar replied, \"Is my relationship with Prashant Kishor only from today? There is no special meaning behind the meeting.\"\n"
    },
    "59": {
        "url": "https://inshorts.com/en/news/cctv-captures-moment-a-driver-is-run-over-by-own-truck-while-urinating-in-tn-1645276168336",
        "title": "CCTV captures moment a driver is run over by own truck while urinating in TN",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645274241666_680.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "06:39 pm",
        "article_date": "19 Feb",
        "article_body": "A truck driver in Tamil Nadu died after he was run over by his own truck that was parked at a petrol pump on Friday, with police saying that the man had not applied the truck's handbrake. A CCTV footage of the incident shows the man getting out of his truck and urinating when the vehicle started moving towards him."
    },
    "60": {
        "url": "https://inshorts.com/en/news/pm-likely-to-inaugurate-metro-project-during-visit-to-pune-on-mar-6-1645276265792",
        "title": "PM likely to inaugurate metro project during visit to Pune on Mar 6",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645275583395_323.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "06:41 pm",
        "article_date": "19 Feb",
        "article_body": "PM Narendra Modi is likely to visit Pune on March 6 to inaugurate Pune Metro project between Vanaz-Garware College and PCMC-Phugewadi. Pune Mayor Murlidhar Mohol reportedly said, \"It's...proud thing that PM Modi has given time for the inauguration of the metro project on March 6.\" PM Modi is likely to address a public rally on the same day in Pune."
    },
    "61": {
        "url": "https://inshorts.com/en/news/james-faulkner-leaves-psl-over-payment-dispute-calls-treatment-by-pcb-a-disgrace-1645275978195",
        "title": "James Faulkner leaves PSL over payment dispute, calls treatment by PCB 'a disgrace'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645272206733_679.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "06:36 pm",
        "article_date": "19 Feb",
        "article_body": "Australian bowling all-rounder James Faulkner has left the Pakistan Super League (PSL) 2022 prematurely over a payment dispute. Faulkner, who represents Quetta Gladiators, said Pakistan Cricket Board (PCB) didn't honour his \"contractual agreement/payments\", adding, \"I've been here the whole duration and they have continued to lie to me.\" He called the treatment he received by PCB \"a disgrace\"."
    },
    "62": {
        "url": "https://inshorts.com/en/news/chinese-warship-fired-laser-at-patrol-plane-australian-govt-1645275892903",
        "title": "Chinese warship fired laser at patrol plane: Australian govt",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645270903084_855.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "06:34 pm",
        "article_date": "19 Feb",
        "article_body": "Australian Defence Department on Saturday said a Chinese warship fired laser at one of its surveillance aircraft potentially endangering lives. \"We strongly condemn unprofessional and unsafe military conduct,\" department added. The authorities said Chinese naval vessel was accompanied by another warship. Reportedly, Australian pilots were attacked by Chinese warships in a similar manner in 2019."
    },
    "63": {
        "url": "https://inshorts.com/en/news/kerala-to-create-15000-startups-2-lakh-jobs-in-5-yrs-cm-vijayan-1645275506730",
        "title": "Kerala to create 15,000 startups, 2 lakh jobs in 5 yrs: CM Vijayan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645273622121_976.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "06:28 pm",
        "article_date": "19 Feb",
        "article_body": "Kerala aims to create 15,000 startups and 2 lakh jobs in the next five years, Chief Minister Pinarayi Vijayan said. Speaking at the Huddle Global 2022 event, Vijayan said the state government plans to set up an emerging technology startup hub in Thiruvananthapuram. \"Startups being the future of the country, Kerala is committed to providing the right ecosystem,\" he added."
    },
    "64": {
        "url": "https://inshorts.com/en/news/experts-visit-japans-nuclear-plant-review-water-release-plan-1645275463780",
        "title": "Experts visit Japan's nuclear plant, review water release plan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262357221_563.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "06:27 pm",
        "article_date": "19 Feb",
        "article_body": "International Atomic Energy Agency (IAEA) experts visited Japan's Fukushima nuclear plant this week to review government's plan to release over a million tons of treated radioactive water into the ocean. Team monitored water samples from tanks and said a gradual release of water diluted with seawater over decades is safe. In 2011, a massive tsunami destroyed the plant's three reactors."
    },
    "65": {
        "url": "https://inshorts.com/en/news/vote-for-cong-but-not-aap-says-punjab-bjp-chief-later-clarifies-1645275335530",
        "title": "'Vote for Cong but not AAP,' says Punjab BJP chief; later clarifies",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645274343733_283.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "06:25 pm",
        "article_date": "19 Feb",
        "article_body": "Punjab BJP chief Ashwani Sharma recently asked voters to vote for Congress, if they aren't voting for BJP, but not for AAP. \"A vote for AAP means a vote for terrorism,\" he reportedly said. Later, he claimed his words were twisted and taken out of context. \n\"AAP or Congress cannot benefit Punjab and are dangerous for the state,\" he added. "
    },
    "66": {
        "url": "https://inshorts.com/en/news/4-more-towers-of-gurugram-society-where-flats-collapsed-unfit-for-living-1645275084407",
        "title": "4 more towers of Gurugram society, where flats collapsed, unfit for living",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645272971102_107.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "06:21 pm",
        "article_date": "19 Feb",
        "article_body": "Four more towers, namely E, F, G and H, of Gurugram's Chintels Paradiso society have been declared unfit for living. Chintels Paradiso is the same society where a few flats had collapsed on February 10. In some houses, the iron rods in ceilings are visible while in others plaster is falling. The residents were asked to shift to alternative accommodations. \n"
    },
    "67": {
        "url": "https://inshorts.com/en/news/3-of-the-11-pmcowned-auditoriums-lack-maintenance-pune-civic-body-1645275150968",
        "title": "3 of the 11 PMC-owned auditoriums lack maintenance: Pune civic body",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645272255735_847.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "06:22 pm",
        "article_date": "19 Feb",
        "article_body": "Theatre production managers have held a meeting with Pune Municipal Corporation to raise the problems, including issues of cleanliness and air-conditioning, in the PMC-owned auditoriums in Pune. Following their complaint, the PMC checked all 11 auditoriums and said that apart from cleanliness, only three auditoriums had problems and lacked maintenance and said that they will resolve the problems."
    },
    "68": {
        "url": "https://inshorts.com/en/news/2-minor-girls-injured-as-speeding-car-rams-into-them-in-ghaziabad-1645274230037",
        "title": "2 minor girls injured as speeding car rams into them in Ghaziabad",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645273818238_401.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "06:07 pm",
        "article_date": "19 Feb",
        "article_body": "Two minor girls, aged nine and six years, were injured after a speeding car rammed into them in Ghaziabad on Thursday, according to a report. The driver left behind the car and fled the spot after hitting the girls, who were walking together on the road. Meanwhile, police have seized the car and launched an investigation to identify the driver."
    },
    "69": {
        "url": "https://inshorts.com/en/news/nandi-hills-near-bluru-will-become-intl-tourist-destination-minister-1645273870815",
        "title": "Nandi Hills near B'luru will become int'l tourist destination: Minister",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645270849996_65.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "06:01 pm",
        "article_date": "19 Feb",
        "article_body": "Karnataka Health Minister K Sudhakar said that he is extremely happy as the state government approved the ₹93.40-crore ropeway project at Nandi hills, a popular getaway near Bengaluru. He said, \"With the passenger ropeway...Nandi Hills will become an international tourist destination.\" Notably, the ropeway will be 2.93 km long, have 18 towers and each round-trip will take about 28 minutes."
    },
    "70": {
        "url": "https://inshorts.com/en/news/tesla-may-accept-dogecoin-as-payment-at-supercharger-stations-in-future-hints-musk-1645273397303",
        "title": "Tesla may accept Dogecoin as payment at Supercharger stations in future, hints Musk",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645271712016_429.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "05:53 pm",
        "article_date": "19 Feb",
        "article_body": "Tesla CEO Elon Musk said in future Tesla charging stations may be able to accept Dogecoin as payment. Ryan Zohoury, founder of Tesla Console, tweeted, \"Ten minutes after...new Santa Monica Superchargers opened and they're already almost full!\" while tagging Musk. \"And futuristic diner/ drive-in theater planned for Hollywood area! And of course, you can pay in Ðoge,\" Musk replied."
    },
    "71": {
        "url": "https://inshorts.com/en/news/bettercom-that-fired-900-staff-preparing-for-a-massive-layoff-report-1645273600214",
        "title": "Better.com, that fired 900 staff, preparing for a massive layoff: Report",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645271466591_518.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "05:56 pm",
        "article_date": "19 Feb",
        "article_body": "US-based online mortgage lender Better.com is preparing for another massive layoff nearly three months after its CEO Vishal Garg fired 900 employees on a Zoom call, TechCrunch reported. The layoffs could affect as much as 40% to 50% of Better.com's staff and are expected to happen in March. The startup's four more top executives have resigned recently, the report said."
    },
    "72": {
        "url": "https://inshorts.com/en/news/its-my-honour-bhumi-pednekar-on-chance-to-speak-at-harvard-university-1645272916142",
        "title": "It's my honour: Bhumi Pednekar on chance to speak at Harvard University",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645269538627_731.jpg?",
        "author_name": "Shiwangi",
        "article_time": "05:45 pm",
        "article_date": "19 Feb",
        "article_body": "Actress Bhumi Pednekar, who will speak about climate change at Harvard University, said she is honoured to get a chance. \"I wanted to reach out to as many people as possible on this in my country and...across the world,\" Bhumi added. The actress, who had earlier started the campaign 'Climate Warrior', said everyone must take responsibility for climate protection. "
    },
    "73": {
        "url": "https://inshorts.com/en/news/21yrold-arrested-for-jumping-mumbai-airport-wall-probe-underway-1645273246120",
        "title": "21-yr-old arrested for jumping Mumbai airport wall, probe underway",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645267305133_242.jpg?",
        "author_name": "Shreya Das",
        "article_time": "05:50 pm",
        "article_date": "19 Feb",
        "article_body": "The Central Industrial Security Force (CISF) officers on Saturday apprehended a 21-year-old man after he climbed down a wall at Mumbai's Chhatrapati Shivaji Maharaj International Airport. Chief Security Officer of the Airport, Shrikant Kishore, said, the man had been handed over to the police for further investigation. The Bureau of Civil Aviation Security is also probing the incident."
    },
    "74": {
        "url": "https://inshorts.com/en/news/actor-vijay-apologises-after-crowd-follows-him-to-polling-booth-in-chennai-1645272552905",
        "title": "Actor Vijay apologises after crowd follows him to polling booth in Chennai ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265517834_417.jpg?",
        "author_name": "Shiwangi",
        "article_time": "05:39 pm",
        "article_date": "19 Feb",
        "article_body": "Actor Vijay cast his vote for the local body elections in Chennai on Saturday. However, as soon as he arrived at the polling booth, Vijay got surrounded by a huge crowd and media, causing inconvenience to the general public. Upon noticing the chaos, Vijay immediately stood around the crowd and apologised with folded hands. "
    },
    "75": {
        "url": "https://inshorts.com/en/news/astronomers-find-1st-evidence-of-fast-radio-burst-in-galaxy-merger-1645272728466",
        "title": "Astronomers find 1st evidence of fast radio burst in galaxy merger",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268469972_204.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "05:42 pm",
        "article_date": "19 Feb",
        "article_body": "Astronomers from India, US discovered first evidence of fast radio bursts (FRB) in galaxy merger via Giant Metrewave Radio Telescope. Team mapped FRB host galaxy and found ten times more hydrogen than nearby galaxies but relatively less stars indicating hydrogen formation post possible merger of two galaxies. FRBs are extremely bright radio pulses lasting for less than a few milliseconds."
    },
    "76": {
        "url": "https://inshorts.com/en/news/bodybuilder-constable-from-hyd-urges-youth-to-focus-on-fitness-1645272750875",
        "title": "Bodybuilder constable from Hyd urges youth to focus on fitness",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645272351087_579.jpg?",
        "author_name": "Shreya Das",
        "article_time": "05:42 pm",
        "article_date": "19 Feb",
        "article_body": "DA Kumar, a 2010 batch Hyderabad Police constable has participated in Mr India Bodybuilding competition 2022, becoming the first constable from Telangana to do so. Describing his routine, Kumar, who's stationed at Langar House police station, said he works out twice daily while also performing his 12-hour duty. He further advised youth to focus on fitness and stop liquor consumption."
    },
    "77": {
        "url": "https://inshorts.com/en/news/david-brenner-oscarwinning-editor-working-on-avatar-sequels-dies-at-59-1645272360047",
        "title": "David Brenner, Oscar-winning editor working on 'Avatar' sequels, dies at 59",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268711556_387.jpg?",
        "author_name": "Shiwangi",
        "article_time": "05:36 pm",
        "article_date": "19 Feb",
        "article_body": "Oscar-winning editor David Brenner, who worked on films like 'Justice League' and 'Independence Day', passed away aged 59. Brenner died on Thursday morning at his home in West Hollywood, his wife told Hollywood Reporter. Before his death, Brenner had been working on James Cameron's 'Avatar' sequels. \"His talent, compassion and friendship will be truly missed,\" James Cameron tweeted."
    },
    "78": {
        "url": "https://inshorts.com/en/news/nato-chief-offers-more-talks-with-russia-amid-ukrainian-crisis-1645272194131",
        "title": "NATO chief offers more talks with Russia amid Ukrainian crisis",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645269241799_161.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "05:33 pm",
        "article_date": "19 Feb",
        "article_body": "NATO Secretary-General Jens Stoltenberg on Saturday said he wrote to Russian Foreign Minister Sergei Lavrov offering more talks between NATO Council, Russia to defuse the Ukrainian crisis. \"It is not too late for Russia to change course, to step back from the brink...\" Stoltenberg said. Meanwhile, Russia ordered massive military drills including practice launches for nuclear missiles on Saturday."
    },
    "79": {
        "url": "https://inshorts.com/en/news/russia-launches-missiles-in-nuclear-drills-amid-tensions-with-ukraine-1645272103441",
        "title": "Russia launches missiles in nuclear drills amid tensions with Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645271334705_914.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "05:31 pm",
        "article_date": "19 Feb",
        "article_body": "Russia on Saturday said it hit sea and land-based targets with ballistic and cruise missiles that were launched as part of its strategic nuclear exercises amid tensions with Ukraine. The exercise featured launches of Kinzhal and Tsirkon hypersonic missiles and a number of other weapons, Kremlin said. The exercise was overseen by Russian President Vladimir Putin."
    },
    "80": {
        "url": "https://inshorts.com/en/news/tesla-changes-s-korea-ad-as-probe-finds-exaggerated-claims-on-battery-1645271830068",
        "title": "Tesla changes S Korea ad as probe finds exaggerated claims on battery",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264949731_675.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "05:27 pm",
        "article_date": "19 Feb",
        "article_body": "Tesla changed an advertisement on its South Korean website about the driving range for its Model 3 after an antitrust regulator found that it exaggerated the specifications of its batteries. The description of Tesla's Model 3 was changed to say the vehicle is capable of travelling a \"maximum\" of 528 kilometres on a single charge, from \"more than\" 528 kilometres."
    },
    "81": {
        "url": "https://inshorts.com/en/news/14-killed-over-4320-displaced-in-madagascar-due-to-tropical-storm-1645271863153",
        "title": "14 killed, over 4,320 displaced in Madagascar due to tropical storm  ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645270559991_483.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "05:27 pm",
        "article_date": "19 Feb",
        "article_body": "At least 14 people were killed and more than 4,320 people were displaced in Madagascar this week by tropical Storm Dumako, the state disaster relief agency said on Friday. The Storm Dumako made landfall in the east of the country on Tuesday. The country's national meteorological service has warned that another cyclone, Emnati, will make landfall in Madagascar on Tuesday."
    },
    "82": {
        "url": "https://inshorts.com/en/news/six-african-countries-to-get-mrna-covid19-vaccine-tech-who-1645271705060",
        "title": "Six African countries to get mRNA COVID-19 vaccine tech: WHO",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260225652_693.jpg?",
        "author_name": "Atharva Pande",
        "article_time": "05:25 pm",
        "article_date": "19 Feb",
        "article_body": "Egypt, Kenya, Nigeria, Senegal, South Africa and Tunisia to receive mRNA technology to develop COVID-19 vaccines, said World Health Organisation (WHO) during the EU-African Union summit at Brussels on Friday. As part of project, a hub in South Africa established vaccine production at laboratory scale and will be working towards commercial production. The project was launched in June last year."
    },
    "83": {
        "url": "https://inshorts.com/en/news/indiauae-trade-pact-to-help-jewellery-sector-get-export-boost-commerce-secy-1645271514022",
        "title": "India-UAE trade pact to help jewellery sector get export boost: Commerce Secy",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268606361_96.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "05:21 pm",
        "article_date": "19 Feb",
        "article_body": "Commerce Secretary BVR Subrahmanyam said that India's jewellery sector will get a huge export boost after the India-UAE trade pact as it will now get duty-free access in the UAE market. The gulf nation will also get greater access to the gold market here as India will give duty concessions on imports of up to 200 tonnes/year, he added."
    },
    "84": {
        "url": "https://inshorts.com/en/news/very-happy-to-see-how-venkatesh-iyer-has-progressed-rohit-sharma-1645271355539",
        "title": "Very happy to see how Venkatesh Iyer has progressed: Rohit Sharma",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645245455944_365.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "05:19 pm",
        "article_date": "19 Feb",
        "article_body": "Talking about Venkatesh Iyer who scored 33 runs off 18 deliveries in India's second T20I against West Indies, Indian captain Rohit Sharma said he is \"very happy\" to see how Venkatesh has progressed. \"To see such maturity is very pleasing. We need such characters. Venkatesh backs his skills and that is what every captain wants,\" added Rohit."
    },
    "85": {
        "url": "https://inshorts.com/en/news/serbias-ambassador-falls-to-his-death-from-a-cliff-in-portugal-1645271305376",
        "title": "Serbia's Ambassador falls to his death from a cliff in Portugal",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645266448520_0.jpg?",
        "author_name": "Shailesh",
        "article_time": "05:18 pm",
        "article_date": "19 Feb",
        "article_body": "Serbia's Ambassador to Portugal, Oliver Antic, has died after falling from a cliff in the beach town of Cascais on Friday, local authorities said. Maritime police and firefighters pulled Antic out of the water alive, but resuscitation efforts were unsuccessful, a local report said. Antic was \"an excellent professor...and a lawyer with a sharp mind\", Serbia's Foreign Ministry said."
    },
    "86": {
        "url": "https://inshorts.com/en/news/well-have-another-pandemic-with-a-different-virus-worlds-4th-richest-person-gates-1645270860889",
        "title": "We'll have another pandemic with a different virus: World's 4th richest person Gates",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645269921505_481.jpg?",
        "author_name": "Kiran Khatri",
        "article_time": "05:11 pm",
        "article_date": "19 Feb",
        "article_body": "World's fourth richest person and Microsoft Co-founder Bill Gates told CNBC that the risks of severe disease from COVID-19 have \"dramatically reduced\" but \"we'll have another pandemic\". \"It will be a different pathogen next time,\" he said. Gates added, \"The cost of being ready for the next pandemic is not that large. It's not like climate change.\""
    },
    "87": {
        "url": "https://inshorts.com/en/news/i-want-to-clear-my-head-and-play-according-to-the-situation-pant-1645270749923",
        "title": "I want to clear my head and play according to the situation: Pant",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645243907690_994.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "05:09 pm",
        "article_date": "19 Feb",
        "article_body": "Rishabh Pant said he wants to \"clear\" his head and play according to the situation having been India's joint-highest run-getter in the second T20I against West Indies, scoring 52* off 28 balls. \"I am fine with batting at any position. I always enjoy what I do,\" added Pant. Pant was named Player of the Match in the second T20I."
    },
    "88": {
        "url": "https://inshorts.com/en/news/man-distracted-by-phone-falls-through-hole-in-floor-in-turkish-mall-video-viral-1645270393584",
        "title": "Man distracted by phone falls through hole in floor in Turkish mall; video viral",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645269183276_801.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "05:03 pm",
        "article_date": "19 Feb",
        "article_body": "A video showing a man busy on his mobile phone falling into an open storage hole inside a mall in Turkey has gone viral on social media. The man can be seen landing onto a pile of boxes on the floor underneath which broke his fall. He said that he was glad to have emerged unharmed."
    },
    "89": {
        "url": "https://inshorts.com/en/news/bjp-agent-objects-to-hijabwearing-woman-in-tn-removed-from-booth-1645270424449",
        "title": "BJP agent objects to hijab-wearing woman in TN, removed from booth",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268364537_13.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "05:03 pm",
        "article_date": "19 Feb",
        "article_body": "A BJP poll agent, Girirajan, was removed from a polling booth in Tamil Nadu's Madurai on Saturday after he objected to a woman wearing hijab. He reportedly asked her to take it off, saying he's unable to verify her identity. \"I will definitely raise this issue, irregularity is taking place here,\" he said. Voting was disrupted for nearly 15 minutes. "
    },
    "90": {
        "url": "https://inshorts.com/en/news/kajol-wishes-motherinlaw-veena-devgan-on-her-birthday-pens-note-1645270709733",
        "title": "Kajol wishes mother-in-law Veena Devgan on her birthday, pens note",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645269058898_786.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "05:08 pm",
        "article_date": "19 Feb",
        "article_body": "Kajol took to Instagram to pen a note for her mother-in-law Veena Devgan on her birthday. \"Here's a cheer to someone who has always been there for me and on many days I feel more married to than even my husband (Ajay Devgn)...Happy birthday to this awesome woman,\" she wrote. \"This is so cute,\" a fan commented on Kajol's post. "
    },
    "91": {
        "url": "https://inshorts.com/en/news/was-refreshing-to-see-him-play-aerial-shots-gavaskar-on-kohlis-52-1645270448717",
        "title": "Was refreshing to see him play aerial shots: Gavaskar on Kohli's 52",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265002762_962.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "05:04 pm",
        "article_date": "19 Feb",
        "article_body": "Reacting to Virat Kohli's 52 in India's second T20I against West Indies, Sunil Gavaskar said it was \"refreshing\" to see Kohli play aerial shots like the cut and guide shots. \"It shows there is a different purpose. Kohli played some of those delicate shots which we don't see,\" added Gavaskar. \"Kohli has got the instinct for a run,\" stated Gavaskar."
    },
    "92": {
        "url": "https://inshorts.com/en/news/no-point-giving-ruturaj-1-game-select-kishan-jaffer-on-3rd-t20i-1645270730702",
        "title": "No point giving Ruturaj 1 game, select Kishan: Jaffer on 3rd T20I",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645267468296_954.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "05:08 pm",
        "article_date": "19 Feb",
        "article_body": "Wasim Jaffer said there is \"no point\" giving Ruturaj Gaikwad one game by selecting him for India's third T20I against West Indies, adding that India should continue with Ishan Kishan. Kishan has scored 37 runs in the ongoing T20I series. \"Kishan was bought for ₹15.25 crore in the mega auction which plays on the minds of players,\" stated Jaffer."
    },
    "93": {
        "url": "https://inshorts.com/en/news/akshaye-khanna-joins-ajay-devgn-and-tabu-in-drishyam-2-report-1645270195347",
        "title": "Akshaye Khanna joins Ajay Devgn and Tabu in 'Drishyam 2': Report",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645266627222_215.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "04:59 pm",
        "article_date": "19 Feb",
        "article_body": "Akshaye Khanna has reportedly joined the cast of 'Drishyam 2', starring Ajay Devgn, Tabu and Shriya Saran. According to the report, Akshay will play a \"sharp cop who is on Ajay's tail and determined to pin the charge on him\". 'Drishyam 2', which went on floors on February 17, will feature Ajay as Vijay Salgaonkar and Tabu as Meera Deshmukh. \n"
    },
    "94": {
        "url": "https://inshorts.com/en/news/no-player-knows-how-to-break-a-racquet-like-federer-jokes-tsitsipas-1645270039487",
        "title": "No player knows how to break a racquet like Federer, jokes Tsitsipas",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268679851_98.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "04:57 pm",
        "article_date": "19 Feb",
        "article_body": "Stefanos Tsitsipas joked that no player knows how to break a racquet the way Roger Federer does, adding that Daniil Medvedev is the \"GOAT (Greatest of All Time)\" at arguing with the umpire. \"The most beautiful person that smashes racquets and he hasn't done that a lot...but in terms of finesse when he does it is Federer,\" stated Tsitsipas."
    },
    "95": {
        "url": "https://inshorts.com/en/news/berkshire-had-no-prior-knowledge-of-microsoftactivision-deal-buffett-1645270205542",
        "title": "Berkshire had no prior knowledge of Microsoft-Activision deal: Buffett",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258774543_576.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "05:00 pm",
        "article_date": "19 Feb",
        "article_body": "Billionaire Warren Buffett said his company Berkshire Hathaway, which invested in Activision Blizzard last year, \"had no prior knowledge\" that Microsoft was planning to acquire the video game maker. Berkshire held nearly 14.7 million shares in Activision Blizzard as of December 31. The stock purchase was made ahead of Activision's $69-billion deal with Microsoft, which was announced in January."
    },
    "96": {
        "url": "https://inshorts.com/en/news/india-announce-their-squad-for-t20i-series-against-sri-lanka-1645269871312",
        "title": "India announce their squad for T20I series against Sri Lanka",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645269280743_766.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "04:54 pm",
        "article_date": "19 Feb",
        "article_body": "India have announced their squad for the upcoming T20I series against Sri Lanka, with Virat Kohli and Rishabh Pant being rested for the series. Wicketkeeper-batter Sanju Samson has been recalled to the squad, while Ravindra Jadeja also makes a return after recovering from an injury. Jasprit Bumrah, who was rested for the West Indies series, has also been included."
    },
    "97": {
        "url": "https://inshorts.com/en/news/tharoor-replies-as-indian-embassy-in-kuwait-criticises-him-over-antiindia-tweet-1645269792330",
        "title": "Tharoor replies as Indian embassy in Kuwait criticises him over 'anti-India tweet'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268922071_424.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "04:53 pm",
        "article_date": "19 Feb",
        "article_body": "Congress' Shashi Tharoor retweeted a tweet saying Kuwaiti Parliamentarians have sought a ban on entry of BJP leaders into Kuwait over the hijab row. The Indian embassy in Kuwait reacted by saying, \"Sad to see an Indian MP retweeting an anti-India tweet by a Pakistani agent.\" Tharoor said he didn't \"endorse this individual\" but was \"concerned about sentiment he conveyed\"."
    },
    "98": {
        "url": "https://inshorts.com/en/news/ukraine-invasion-could-cost-russia-a-prosperous-future-eu-chief-1645269973961",
        "title": "Ukraine invasion could cost Russia a prosperous future: EU chief ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645267586466_91.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "04:56 pm",
        "article_date": "19 Feb",
        "article_body": "European Commission President Ursula von der Leyen said Russia's threats towards Ukraine could reshape the \"entire international system\" and would also cost Moscow economically. She warned Russia that the Ukraine invasion could cost the country a \"prosperous future\". Russia reportedly has some 1,90,000 troops on the Ukrainian border, the biggest military build-up in Europe since World War II."
    },
    "99": {
        "url": "https://inshorts.com/en/news/antique-idols-rare-manuscripts-worth-₹10-cr-seized-from-chennai-shop-1645269606081",
        "title": "Antique idols, rare manuscripts worth ₹10 cr seized from Chennai shop",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264454099_298.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "04:50 pm",
        "article_date": "19 Feb",
        "article_body": "CID's Idol Wing seized three idols and 11 rare manuscripts from a showroom's cottage in Chennai's Alwarpet on Friday. As per the expert who inspected the idols, two of these idols as well as the manuscripts are antique and worth ₹10 crore in market. The police are yet to ascertain the origin and language of the manuscripts containing Buddhist inscriptions. \n"
    },
    "100": {
        "url": "https://inshorts.com/en/news/india-announce-their-squad-for-test-series-against-sri-lanka-pujara-rahane-dropped-1645268942153",
        "title": "India announce their squad for Test series against Sri Lanka; Pujara, Rahane dropped",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268717303_981.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "04:39 pm",
        "article_date": "19 Feb",
        "article_body": "India have announced their squad for the upcoming Test series against Sri Lanka, with senior players Cheteshwar Pujara and Ajinkya Rahane being dropped from the team. Rohit Sharma will lead the squad, which also includes Shreyas Iyer, Hanuma Vihari and KS Bharat. All-rounder Saurabh Kumar has received his maiden call-up, while Wriddhiman Saha and Ishant Sharma have also been dropped."
    },
    "101": {
        "url": "https://inshorts.com/en/news/sebi-proposes-new-disclosure-norms-for-ipos-of-lossmaking-firms-1645268676453",
        "title": "SEBI proposes new disclosure norms for IPOs of loss-making firms",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645255658001_630.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "04:34 pm",
        "article_date": "19 Feb",
        "article_body": "SEBI has proposed to tighten disclosure standards for new-age technology companies that are planning to list their shares but don't fulfil the three-year profitability track. As per its proposal, such companies will have to disclose more details about how they arrived upon their IPO price. This comes as shares of several firms, including Paytm and Zomato, plunged post their listing."
    },
    "102": {
        "url": "https://inshorts.com/en/news/delhi-hc-orders-3-retired-kashmiri-officers-to-vacate-govt-accommodations-1645268785383",
        "title": "Delhi HC orders 3 retired Kashmiri officers to vacate govt accommodations",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645266293263_946.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "04:36 pm",
        "article_date": "19 Feb",
        "article_body": "Delhi High Court directed three retired Kashmiri officers to vacate government accommodations allotted to them on or before March 31, 2022. The retired Central government officials had challenged the eviction orders issued by the Centre. The petitioners had sought permission to retain the government accommodation, claiming they are Kashmiri Migrants. \"The petition is devoid of merit,\" HC ruled."
    },
    "103": {
        "url": "https://inshorts.com/en/news/pvt-hospitals-have-20-lakh-unused-vaccine-doses-in-pune-report-1645268657342",
        "title": "Pvt hospitals have 20 lakh unused vaccine doses in Pune: Report",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264246117_102.jpg?",
        "author_name": "Shailesh",
        "article_time": "04:34 pm",
        "article_date": "19 Feb",
        "article_body": "Private hospitals in Pune city have about 20 lakh unused doses of Covishield, a report quoting an industry representative said. \"Every month we'll have to discard about...3 lakh doses...if they aren't administered before their expiry date,\" the representative said. Many hospitals have requested Pune Municipal Corporation to replace their current batches of vaccines with new ones, an official said."
    },
    "104": {
        "url": "https://inshorts.com/en/news/traders-object-as-palika-bazaar-named-in-us-list-of-notorious-markets-1645268639256",
        "title": "Traders object as Palika Bazaar named in US' list of notorious markets",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645267324357_453.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "04:33 pm",
        "article_date": "19 Feb",
        "article_body": "Palika Bazaar Association has objected after the Delhi market was named in the US' Notorious Markets List of 2021 for allegedly selling counterfeit products. It demanded to drop the market's name from the list, condemning the \"false allegations\". The list identified 35 physical markets globally that are \"reported to engage in or facilitate substantial trademark counterfeiting or copyright piracy\"."
    },
    "105": {
        "url": "https://inshorts.com/en/news/3-police-personnel-on-poll-duty-lose-lives-25-injured-as-bus-overturns-in-odisha-1645268594732",
        "title": "3 police personnel on poll duty lose lives, 25 injured as bus overturns in Odisha",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265872334_741.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "04:33 pm",
        "article_date": "19 Feb",
        "article_body": "Three police personnel on panchayat poll duty lost their lives and 25 others were injured when a bus carrying them skidded off the road and overturned in Odisha's Nabarangpur district. The injured persons were admitted to the district hospital, police said. The victims were on their way to Kosagumuda block for the third phase of the three-tier panchayat polls."
    },
    "106": {
        "url": "https://inshorts.com/en/news/atif-aslam-pays-tribute-to-lata-mangeshkar-sings-ek-pyaar-ka-nagma-at-event-1645268251993",
        "title": "Atif Aslam pays tribute to Lata Mangeshkar, sings 'Ek Pyaar Ka Nagma' at event",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645263272051_800.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "04:27 pm",
        "article_date": "19 Feb",
        "article_body": "Pakistani musician Atif Aslam paid tribute to late singer Lata Mangeshkar at an event in Dubai. A video of his performance has surfaced online, wherein he is seen singing Lata's song 'Ek Pyaar Ka Nagma Hai' with her photo in the backdrop. Lata Mangeshkar passed away due to multi-organ failure after being hospitalised for nearly a month. "
    },
    "107": {
        "url": "https://inshorts.com/en/news/sanjana-sanghi-demands-apology-from-american-airlines-says-crew-member-was-rude-1645268079977",
        "title": "Sanjana Sanghi demands apology from American Airlines, says 'crew member was rude'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645267062612_348.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "04:24 pm",
        "article_date": "19 Feb",
        "article_body": "Actress Sanjana Sanghi took to Instagram Stories to share her bad experience of flying with American Airlines. \"Had an alarmingly bad experience with one of the crew members who was out rightly rude on multiple occasions,\" she wrote. \"I demand an apology and explanation and hope no passengers in the future have to deal with a similar experience,\" Sanjana added."
    },
    "108": {
        "url": "https://inshorts.com/en/news/meta-promotes-exuk-deputy-pm-clegg-to-president-of-global-affairs-1645267924537",
        "title": "Meta promotes ex-UK deputy PM Clegg to President of Global Affairs",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265371803_101.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "04:22 pm",
        "article_date": "19 Feb",
        "article_body": "Meta has promoted its Vice President of Global Affairs, Nick Clegg, to the role of President of Global Affairs, CEO Mark Zuckerberg announced. \"Nick will now lead our company on all our policy matters, including how we interact with governments,\" Zuckerberg said. Clegg, the former Deputy Prime Minister of UK, will now report directly to Zuckerberg and COO Sheryl Sandberg."
    },
    "109": {
        "url": "https://inshorts.com/en/news/ford-motor-exploring-ways-to-run-ev-business-separately-report-1645268078019",
        "title": "Ford Motor exploring ways to run EV business separately: Report",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645250293183_111.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "04:24 pm",
        "article_date": "19 Feb",
        "article_body": "Ford Motor is reportedly considering ways to separate its electric-vehicle operation from its 118-year-old legacy business. CEO Jim Farley has considered spinning off Ford's EV operations or its internal combustion engine business, Bloomberg reported citing sources. Since splitting the firm may be difficult, Ford could separate EV business internally under a broad reorganisation, the report said."
    },
    "110": {
        "url": "https://inshorts.com/en/news/rohit-sharma-named-team-indias-new-fulltime-test-captain-1645267835668",
        "title": "Rohit Sharma named Team India's new full-time Test captain",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/01_jan/26_wed/img_1643190022911_905.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "04:20 pm",
        "article_date": "19 Feb",
        "article_body": "The BCCI today named Rohit Sharma as Team India's new full-time Test captain. This comes after Virat Kohli stepped down as Test captain following 1-2 series defeat against South Africa. Rohit will now be India's all-format captain, having earlier replaced Kohli as ODI and T20I captain. Rohit's first assignment as Test captain will be the two-Test series against Sri Lanka."
    },
    "111": {
        "url": "https://inshorts.com/en/news/man-posing-as-woman-befriends-28yrold-gujarat-man-on-tinder-robs-him-on-1st-date-1645267612661",
        "title": "Man posing as woman befriends 28-yr-old Gujarat man on Tinder, robs him on '1st date'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265956429_504.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "04:16 pm",
        "article_date": "19 Feb",
        "article_body": "A man posing as a woman on Tinder allegedly robbed a 28-year-old man in Gujarat of ₹55,000 at knifepoint on their \"first date\", police said. When the victim reached the accused's apartment, one of his accomplices closed the door and three others attacked the victim with sticks. Police arrested the four accused."
    },
    "112": {
        "url": "https://inshorts.com/en/news/retail-inflation-for-farm-rural-workers-rises-to-549-574-in-jan-1645267601049",
        "title": "Retail inflation for farm, rural workers rises to 5.49%, 5.74% in Jan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645263315836_889.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "04:16 pm",
        "article_date": "19 Feb",
        "article_body": "Retail inflation for farm workers rose to 5.49%, while that of rural labourers rose to 5.74% in January, mainly due to higher prices of certain food items, official data showed. Food inflation for farm workers stood at 4.15% and for rural labourers at 4.33% in January 2022 compared to 2.99% and 3.17%, respectively, in the previous month."
    },
    "113": {
        "url": "https://inshorts.com/en/news/caqm-issues-closure-notices-to-407-polluting-units-in-delhi-1645267311047",
        "title": "CAQM issues closure notices to 407 polluting units in Delhi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264352346_319.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "04:11 pm",
        "article_date": "19 Feb",
        "article_body": "The Commission for Air Quality Management (CAQM) in NCR and Adjoining Areas said that it has issued closure notices to 407 industries, construction and demolition sites across Delhi. It added that 4,890 sites were inspected by 40 flying squads till February 15. The fresh inspections found 392 of these units had remained shut until February 15, CAQM stated."
    },
    "114": {
        "url": "https://inshorts.com/en/news/venkatesh-is-a-mature-cricketer-reads-the-situation-well-pant-1645267451119",
        "title": "Venkatesh is a mature cricketer, reads the situation well: Pant",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645251635226_627.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "04:14 pm",
        "article_date": "19 Feb",
        "article_body": "Discussing his 76-run partnership with Venkatesh Iyer in India's second T20I against West Indies, Rishabh Pant said they tried to capitalise on the middle overs adding that Venkatesh is mature and reads the situation well. \"The plan was to see the ball, hit the ball,\" stated Pant. Pant scored 52* off 28 balls, Venkatesh scored 33 off 18 deliveries."
    },
    "115": {
        "url": "https://inshorts.com/en/news/protest-in-punes-azam-campus-to-support-students-wearing-hijab-1645267279002",
        "title": "Protest in Pune's Azam Campus to support students wearing hijab",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264720705_427.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "04:11 pm",
        "article_date": "19 Feb",
        "article_body": "A protest march was held in Pune's Azam Campus by the Muslim community to support female college students who want to wear a hijab amid the controversy in Karnataka. \"Wearing hijab is the right of Muslim women guaranteed by...Constitution,\" an activist said. The protesters claimed that police didn't let many people from other parts of the city reach there."
    },
    "116": {
        "url": "https://inshorts.com/en/news/person-they-call-terrorist-built-12000-classrooms-aaps-kejriwal-1645266981832",
        "title": "Person they call terrorist built 12,000 classrooms: AAP's Kejriwal",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265078995_332.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "04:06 pm",
        "article_date": "19 Feb",
        "article_body": "After being accused of having separatist sentiments, AAP leader and Delhi CM Arvind Kejriwal on Saturday said the person who's being called a terrorist has dedicated 12,430 smart classrooms to the nation. \"That terrorist is fulfilling dreams of Babasaheb Ambedkar,\" he added. In last seven years, Delhi government has built more classrooms than state governments and Centre combined, he claimed. "
    },
    "117": {
        "url": "https://inshorts.com/en/news/his-most-mature-innings-in-last-6-months-ajay-jadeja-on-pants-52-1645267004459",
        "title": "His most mature innings in last 6 months: Ajay Jadeja on Pant's 52*",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645259155414_640.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "04:06 pm",
        "article_date": "19 Feb",
        "article_body": "Terming Rishabh Pant's 52* off 28 deliveries in India's second T20I against West Indies as his \"most mature\" innings in the last six months, ex-India cricketer Ajay Jadeja said Pant had the \"perfect\" mindset. \"[It] was fabulous. More than skill, I admire the temperament that he showed,\" added Ajay. Pant's knock comprised seven fours and one six."
    },
    "118": {
        "url": "https://inshorts.com/en/news/hyderabad-city-police-to-auction-over-1200-abandoned-vehicles-1645266925180",
        "title": "Hyderabad City Police to auction over 1,200 abandoned vehicles",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260742507_219.jpg?",
        "author_name": "Shiwangi",
        "article_time": "04:05 pm",
        "article_date": "19 Feb",
        "article_body": "The Hyderabad City Police is planning to auction about 1,279 abandoned and unclaimed vehicles of various types. Issuing the order on Friday, the police asked those having any objection or ownership interest to file an application before the commissioner. The application has to be made within six months of the notification, failing which the vehicles will be auctioned."
    },
    "119": {
        "url": "https://inshorts.com/en/news/ukraine-prez-flying-to-munich-despite-russian-invasion-threat-1645266832719",
        "title": "Ukraine Prez flying to Munich despite Russian invasion threat",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264832050_856.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "04:03 pm",
        "article_date": "19 Feb",
        "article_body": "Ukrainian President Volodymyr Zelensky will attend the Munich Security Conference on Saturday, his office said, adding that the leader would return to Kyiv on the same day. This comes amid concern in Western countries that Russia may invade Ukraine while Zelensky is out of the country. Russia has repeatedly said that it has no plans to attack its neighbour. "
    },
    "120": {
        "url": "https://inshorts.com/en/news/multiple-explosions-heard-in-separatistcontrolled-city-in-ukraine-1645266572497",
        "title": "Multiple explosions heard in separatist-controlled city in Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265679667_960.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "03:59 pm",
        "article_date": "19 Feb",
        "article_body": "Multiple explosions were heard on Saturday in the north of the separatist-controlled city of Donetsk in eastern Ukraine, news agency Reuters reported citing a witness. The origin of the explosions was not clear. There was no immediate comment from separatist authorities or from Ukraine. The Ukrainian military said a soldier was killed in shelling by pro-Russian separatists in east Ukraine."
    },
    "121": {
        "url": "https://inshorts.com/en/news/not-a-special-innings-as-wi-didnt-win-powell-on-6836-in-2nd-t20i-1645266659126",
        "title": "Not a special innings as WI didn't win: Powell on 68*(36) in 2nd T20I",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260523605_974.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "04:00 pm",
        "article_date": "19 Feb",
        "article_body": "Reacting to his 68* off 36 deliveries in the second T20I between India and West Indies, Rovman Powell said his knock \"won't go down\" as a \"special\" innings as the visitors didn't win. Rovman's knock helped West Indies be in the game till the last over while chasing a 187-run target. India beat West Indies by eight runs."
    },
    "122": {
        "url": "https://inshorts.com/en/news/imagine-the-chaos-if-srk-is-called-for-trial-gujarat-hc-on-2017-stampede-case-1645266253079",
        "title": "Imagine the chaos if SRK is called for trial: Gujarat HC on 2017 stampede case",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265671161_554.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "03:54 pm",
        "article_date": "19 Feb",
        "article_body": "While hearing Shah Rukh Khan's plea seeking quashing of a criminal case against him over the 2017 stampede at Vadodara station that killed one, Gujarat HC said the actor can be asked to apologise instead of being called to trial. \"If you want trial to take place...imagine the...chaos that'd be caused even in the courts,\" HC told the complainant's advocate."
    },
    "123": {
        "url": "https://inshorts.com/en/news/reports-citing-lic-data-to-claim-covid-deaths-were-underreported-are-baseless-govt-1645266079145",
        "title": "Reports citing LIC data to claim COVID deaths were underreported are baseless: Govt",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264465499_513.jpg?",
        "author_name": "Kiran Khatri",
        "article_time": "03:51 pm",
        "article_date": "19 Feb",
        "article_body": "The government has said that media reports which claimed that LIC IPO data confirmed \"massive\" COVID-19 deaths in 2021 are \"baseless and not factual\". \"Claims settled by LIC relate to life insurance policies taken by policy holders for deaths due to all causes,\" the government added. The reports' interpretation that COVID-19 deaths were underreported is \"flawed\", the government stated."
    },
    "124": {
        "url": "https://inshorts.com/en/news/my-existence-shouldnt-depend-on-my-male-counterparts-yami-gautam-1645265964923",
        "title": "My existence shouldn't depend on my male counterparts: Yami Gautam",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645255578749_472.jpg?",
        "author_name": "Shiwangi",
        "article_time": "03:49 pm",
        "article_date": "19 Feb",
        "article_body": "Actress Yami Gautam said she wishes to make a place for herself in the industry where her existence is not dependent on her male counterparts. \"I don't want to have a holding in a film by working with certain actors only,\" she told Indian Express. The actress said she wants to win the audience's confidence as a dependable actor."
    },
    "125": {
        "url": "https://inshorts.com/en/news/ghaziabad-civic-body-clears-150000-mt-legacy-waste-at-indirapuram-site-1645266061938",
        "title": "Ghaziabad civic body clears 1,50,000 MT legacy waste at Indirapuram site",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264667327_622.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "03:51 pm",
        "article_date": "19 Feb",
        "article_body": "Ghaziabad municipal corporation has cleared the 1,50,000 metric tonnes (MT) of legacy waste, which was lying at the Indirapuram landfill site, officials said. Ghaziabad Municipal Commissioner MS Tanwar said the corporation is now in the process of clearing the fresh waste dumped at the site in the last one year. Ghaziabad reportedly generates about 1,200 metric tonnes solid waste daily."
    },
    "126": {
        "url": "https://inshorts.com/en/news/tunisian-president-extends-state-of-emergency-until-yearend-1645265807239",
        "title": "Tunisian President extends state of emergency until year-end",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262935856_263.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "03:46 pm",
        "article_date": "19 Feb",
        "article_body": "Tunisian President Kais Saied on Friday extended the state of emergency across the country until December 31 of this year, the official gazette said. Tunisia has been under a state of emergency since 2015, following a bomb attack on a bus carrying presidential guards, killing at least 12 troops. The Islamic State had claimed responsibility for the attack."
    },
    "127": {
        "url": "https://inshorts.com/en/news/uttar-pradesh-government-lifts-night-curfew-amid-declining-covid19-cases-1645262319018",
        "title": "Uttar Pradesh government lifts night curfew amid declining COVID-19 cases",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260204534_80.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "02:48 pm",
        "article_date": "19 Feb",
        "article_body": "Following a drop in the number of coronavirus cases, the Uttar Pradesh government on Saturday issued an order lifting the COVID-19-induced night curfew in the state. Earlier, the Yogi Adityanath-led government had imposed the night curfew in all cities from 11 pm to 5 am. The order was issued by state Additional Chief Secretary (Home) Awanish K Awasthi."
    },
    "128": {
        "url": "https://inshorts.com/en/news/pm-modi-inaugurates-asias-biggest-biocng-plant-gobardhan-in-indore-1645264399827",
        "title": "PM Modi inaugurates Asia's biggest Bio-CNG plant 'Gobar-Dhan' in Indore",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262721340_888.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "03:23 pm",
        "article_date": "19 Feb",
        "article_body": "PM Narendra Modi on Saturday virtually inaugurated the 'Gobar-Dhan' plant in Madhya Pradesh's Indore, which is Asia's biggest Bio-CNG plant. The plant can treat 550 tonnes of segregated wet organic waste and produce around 17,000 kg of CNG per day. PM Modi said work is underway to build such plants in India's 75 major municipal bodies in next two years."
    },
    "129": {
        "url": "https://inshorts.com/en/news/farhan-akhtar-and-shibani-dandekar-get-married-1st-pic-surfaces-1645262732356",
        "title": "Farhan Akhtar and Shibani Dandekar get married, 1st pic surfaces",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262378445_622.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "02:55 pm",
        "article_date": "19 Feb",
        "article_body": "Filmmaker-actor Farhan Akhtar and anchor-model Shibani Dandekar tied the knot at Javed Akhtar and Shabana Azmi's Khandala farmhouse on Saturday. The wedding was attended by Anusha Dandekar, Rhea Chakraborty, Ashutosh Gowariker, Rakeysh Omprakash Mehra and Satish Shah among others. Farhan and Shibani have been in a relationship since 2018. It is Farhan's second marriage."
    },
    "130": {
        "url": "https://inshorts.com/en/news/female-bear-enters-wedding-reception-venue-with-her-cubs-in-chhattisgarh-1645262705403",
        "title": "Female bear enters wedding reception venue with her cubs in Chhattisgarh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262578025_778.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "02:55 pm",
        "article_date": "19 Feb",
        "article_body": "A video of a female bear roaming around inside a seemingly empty wedding reception venue in Chhattisgarh's Kanker has gone viral. The bear with her two cubs on her back is seen sniffing around on the stage near the bride, groom's chairs. IFS officer Parveen Kaswan reacted to the video, saying, \"They are not happy with the arrangement. It seems.\""
    },
    "131": {
        "url": "https://inshorts.com/en/news/cant-run-him-out-like-that-polly-kohli-heard-saying-on-stump-mic-as-ball-hits-rohit-1645263314878",
        "title": "'Can't run him out like that Polly,' Kohli heard saying on stump mic as ball hits Rohit",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262078149_133.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "03:05 pm",
        "article_date": "19 Feb",
        "article_body": "During the third ball of the eighth over in second T20I against West Indies, Virat Kohli hit a straight shot after which ball hit Rohit Sharma. Kieron Pollard, who was fielding at mid-wicket, came to pick the ball and joked around with Rohit Sharma after which Virat was heard saying on stump mic, \"Can't run him out like that Polly.\""
    },
    "132": {
        "url": "https://inshorts.com/en/news/india-to-host-international-olympic-committee-session-in-2023-after-40-years-1645262495878",
        "title": "India to host International Olympic Committee Session in 2023 after 40 years",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260173596_857.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "02:51 pm",
        "article_date": "19 Feb",
        "article_body": "India on Saturday won the right to host the 2023 International Olympic Committee (IOC) Session in Mumbai. It'll be the second IOC session in India, with the country last hosting an IOC session in 1983 in Delhi. \"It is time to write the future of sport and ignite our potential with the spirit of Olympism,\" said IOC member Nita Ambani."
    },
    "133": {
        "url": "https://inshorts.com/en/news/air-india-pilots-land-plane-with-ease-in-uk-amid-storm-eunice-video-viral-1645265302510",
        "title": "Air India pilots land plane with ease in UK amid Storm Eunice; video viral",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645263978307_963.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "03:38 pm",
        "article_date": "19 Feb",
        "article_body": "A video showing Air India pilots landing a plane with ease at UK's Heathrow Airport amid Storm Eunice has gone viral on social media. The clip was a part of the livestream of planes' landings and takeoffs at the airport by 'Big Jet TV', a YouTube channel. The commentator could be heard saying, \"Very skilled Indian pilot there.\""
    },
    "134": {
        "url": "https://inshorts.com/en/news/pocso-act-not-for-teens-romantic-affair-hc-on-bail-to-man-who-married-14yrold-girl-1645263094543",
        "title": "POCSO Act not for teens' romantic affair: HC on bail to man who 'married' 14-yr-old girl",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261643309_433.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "03:01 pm",
        "article_date": "19 Feb",
        "article_body": "Allahabad High Court granted bail to a man accused under the POCSO Act for eloping and impregnating a 14-year-old girl. The court said POCSO Act didn't intend to bring within its scope the cases where teenagers are involved in dense romantic affairs. The couple, who eloped in 2019, got 'married' at a temple and stayed together for two years."
    },
    "135": {
        "url": "https://inshorts.com/en/news/neighbour-kills-woman-after-trying-sexual-assault-stuffs-body-in-sofa-in-thane-1645264204141",
        "title": "Neighbour kills woman after trying sexual assault, stuffs body in sofa in Thane",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261907702_703.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "03:20 pm",
        "article_date": "19 Feb",
        "article_body": "The Thane Police has arrested a 25-year-old man, Vishal Ghavat, for allegedly killing his neighbour Supriya Shinde and stuffing her body in a sofa-cum-bed at her residence earlier this week. Police said Ghavat allegedly killed her after she resisted sexual assault. Ghavat had even accompanied Shinde's husband to the police station when he went to file a missing person's report.\n"
    },
    "136": {
        "url": "https://inshorts.com/en/news/british-diplomat-shares-pic-from-wedding-with-indian-man-says-incredible-india-1645263966350",
        "title": "British diplomat shares pic from wedding with Indian man, says 'Incredible India'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262278727_579.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "03:16 pm",
        "article_date": "19 Feb",
        "article_body": "Rhiannon Harries, a British diplomat, tweeted a picture from her wedding with an Indian man. Harries is Deputy Trade Commissioner (South Asia) and works in New Delhi. \"When I arrived in #India...4 years ago, I had many hopes & dreams...But never did I imagine I would be meeting...the love of my life...I found such happiness in #IncredibleIndia,\" she wrote."
    },
    "137": {
        "url": "https://inshorts.com/en/news/usbased-hindu-group-responds-after-trudeau-accuses-protesters-of-waving-swastikas-1645262076107",
        "title": "US-based Hindu group responds after Trudeau accuses protesters of 'waving Swastikas'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261163101_976.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "02:44 pm",
        "article_date": "19 Feb",
        "article_body": "US-based Hindu group, HinduPACT, has responded after Canada PM Justin Trudeau and New Democratic Party (NDP) leader Jagmeet Singh accused protesters of \"waving Swastikas\" during truckers' protests. HinduPACT urged Trudeau and Singh to not conflate \"Swastika\" with the \"Hakenkreuz\", the Nazi symbol. \"We believe this misrepresentation will lead to hate cries against Hindus and Sikhs,\" the group said."
    },
    "138": {
        "url": "https://inshorts.com/en/news/i-can-feel-his-presence-all-around-me-bappa-on-dad-bappi-lahiri-1645264591701",
        "title": "I can feel his presence all around me: Bappa on dad Bappi Lahiri",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645257259875_507.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "03:26 pm",
        "article_date": "19 Feb",
        "article_body": "Bappa Lahiri, speaking about his late father and musician Bappi Lahiri, said, \"I can feel his presence all around me. I just can't see him anymore.\" \"[He was] always generous and warm to everyone including strangers,\" he added. \"Our home was an open house. Anyone could drop in anytime...many struggling musicians came home for meals whenever they wanted,\" said Bappa. "
    },
    "139": {
        "url": "https://inshorts.com/en/news/veteran-kannada-actor-kala-thapaswi-rajesh-passes-away-aged-89-1645265608693",
        "title": "Veteran Kannada actor 'Kala Thapaswi' Rajesh passes away aged 89",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645256521273_755.jpg?",
        "author_name": "Shiwangi",
        "article_time": "03:43 pm",
        "article_date": "19 Feb",
        "article_body": "Veteran Kannada actor Rajesh, popularly known as 'Kala Thapaswi', passed away at the age of 89 due to age-related issues on Saturday morning. The actor had been hospitalised since February 9 in Bengaluru. While Rajesh was the actor's stage name, his real name was Vidyasagar. He began his career as a stage artist and appeared in over 150 films. "
    },
    "140": {
        "url": "https://inshorts.com/en/news/film-on-chhatrapati-shivaji-maharaj-announced-on-his-birth-anniversary-1645265261487",
        "title": "Film on Chhatrapati Shivaji Maharaj announced on his birth anniversary",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260507694_929.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "03:37 pm",
        "article_date": "19 Feb",
        "article_body": "On Chhatrapati Shivaji Maharaj's 392nd birth anniversary, Anand Pandit Motion Pictures, Eros International, Legend Studios and Ravi Jadhav Films announced a film about his childhood. The film, titled 'Bal Shivaji', will be directed by National Award-winning director Ravi Jadhav. It will span across Chhatrapati Shivaji Maharaj's life from 12 to 16 years.  "
    },
    "141": {
        "url": "https://inshorts.com/en/news/rajiv-kapoors-last-film-toolsidas-junior-to-clash-with-big-bs-jhund-in-march-1645262262815",
        "title": "Rajiv Kapoor's last film Toolsidas Junior to clash with Big B's Jhund in March",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645256155463_832.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "02:47 pm",
        "article_date": "19 Feb",
        "article_body": "'Toolsidas Junior', starring Sanjay Dutt and late actor Rajiv Kapoor, is set to release in theatres next month. The Mridul Mahendra directorial will hit the screens on March 4. 'Toolsidas Junior' will clash with Amitabh Bachchan-starrer 'Jhund' at the box office. Ashutosh Gowariker and Bhushan Kumar, producers of 'Toolsidas Junior', hosted a special screening of the film on Thursday. "
    },
    "142": {
        "url": "https://inshorts.com/en/news/i-try-to-focus-on-the-present-go-with-the-flow-deepika-padukone-1645263895604",
        "title": "I try to focus on the present, go with the flow: Deepika Padukone",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262380511_101.jpg?",
        "author_name": "Shiwangi",
        "article_time": "03:14 pm",
        "article_date": "19 Feb",
        "article_body": "Actress Deepika Padukone, while talking about her acting process, said, \"I take each day, each scene as it comes.\" \"I don't like to overcook things. My attempt is to always focus on the present and go with the flow,\" the actress told ANI. Talking about her film 'Gehraiyaan', Deepika stated it has been her most 'visceral' experience as an actor. "
    },
    "143": {
        "url": "https://inshorts.com/en/news/bsf-rescues-bangladeshi-girl-who-crossed-border-to-escape-father-1645260651607",
        "title": "BSF rescues Bangladeshi girl who crossed border to escape father",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258598319_902.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "02:20 pm",
        "article_date": "19 Feb",
        "article_body": "BSF has rescued a 15-year-old girl from Bangladesh who crossed the international border and entered West Bengal to escape her father earlier this week. The girl claimed that her father beats her regularly for no reason and that she didn't want to return home, a senior BSF official said. The girl has been handed over to a child welfare association."
    },
    "144": {
        "url": "https://inshorts.com/en/news/bengaluru-woman-accuses-neighbours-of-using-witchcraft-5-booked-1645263264683",
        "title": "Bengaluru woman accuses neighbours of using witchcraft; 5 booked",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260026384_422.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "03:04 pm",
        "article_date": "19 Feb",
        "article_body": "Five people of a family were booked after a woman, who's their neighbour, accused them of using witchcraft and wreaking misfortune on her family in Bengaluru. According to the complainant, CCTV footage reportedly showed one of the accused throwing lemons at her husband's factory, that's in the neighbourhood. She claimed the accused beat her and her son on being questioned."
    },
    "145": {
        "url": "https://inshorts.com/en/news/two-army-jawans-martyred-in-shopian-encounter-in-jk-1645265297706",
        "title": "Two Army jawans martyred in Shopian encounter in J&K",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262708589_299.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "03:38 pm",
        "article_date": "19 Feb",
        "article_body": "Two Army jawans belonging to 1 Rashtriya Rifles were martyred during an encounter at Chermarg in the Zainapora area of Shopian in Jammu and Kashmir on Saturday. Both the jawans, identified as Santosh Yadav and Chavan Romit Tanaji, died due to fatal gunshot wounds, police said. An encounter broke out between terrorists and security forces at Shopian on Saturday morning."
    },
    "146": {
        "url": "https://inshorts.com/en/news/owner-manager-booked-after-fire-at-noida-spa-kills-2-1645264519633",
        "title": "Owner & manager booked after fire at Noida spa kills 2",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262908684_522.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "03:25 pm",
        "article_date": "19 Feb",
        "article_body": "A case was registered against the owner Anirudh Yadav and manager Jayprakash Yadav after a fire broke out at a spa in Noida Sector 53 on Thursday, killing two people. \"The spa management...ignored safety guidelines and didn't install fire safety equipment in premises,\" SI at Sector 24 police station said. Another officer said Jayprakash fled after the fire broke out. "
    },
    "147": {
        "url": "https://inshorts.com/en/news/delhi-police-rescues-man-threatening-to-die-by-suicide-near-india-gate-1645262631339",
        "title": "Delhi Police rescues man threatening to die by suicide near India Gate",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261167399_650.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "02:53 pm",
        "article_date": "19 Feb",
        "article_body": "Delhi Police on Friday rescued a 32-year-old man who tried to die by suicide near the India Gate. The man, a native of Madhya Pradesh who works at a factory in Haryana's Panipat, had dressed up as Mahatma Gandhi, police said. He said that he was upset with the factory owner who was not paying his workers, police added."
    },
    "148": {
        "url": "https://inshorts.com/en/news/metro-link-between-noida-airport-to-delhi-airport-to-cost-₹15000-crore-1645264932228",
        "title": "Metro link between Noida airport to Delhi airport to cost ₹15,000 crore",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260798925_512.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "03:32 pm",
        "article_date": "19 Feb",
        "article_body": "The proposed Metro corridor linking the upcoming Noida's Jewar airport to Delhi's Indira Gandhi International Airport will cost around ₹15,000 crore, an official said. The DMRC has suggested a 66 km Metro corridor to connect the Jewar airport to New Delhi Metro station from where it will connect with Delhi's Airport Express line to reach IGI Airport."
    },
    "149": {
        "url": "https://inshorts.com/en/news/delhi-man-hires-3-men-tries-to-kidnap-doctor-for-money-to-pay-loan-1645264109396",
        "title": "Delhi man hires 3 men, tries to kidnap doctor for money to pay loan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262614561_853.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "03:18 pm",
        "article_date": "19 Feb",
        "article_body": "A man hired three robbers and attempted to kidnap a woman doctor at gunpoint in Delhi, according to reports. However, when her husband raised alarm, the accused persons fled. The man was reportedly visiting the doctor for his children's treatment for the past 10 years. He needed money to pay his cab loan and, therefore, he decided to abduct her."
    },
    "150": {
        "url": "https://inshorts.com/en/news/girls-seminaked-body-found-in-delhis-burari-accused-absconding-1645263644081",
        "title": "Girl's semi-naked body found in Delhi's Burari; accused absconding",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260792658_447.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "03:10 pm",
        "article_date": "19 Feb",
        "article_body": "Dead body of a girl, who was allegedly strangulated was found in Delhi's Burari on Friday. As per police, the absconding accused had reportedly invited her to his home when his wife was away. \"His wife had gone to a relative's house and when she returned home...she found the girl's body on the bed in a semi-naked state,\" police said.\n"
    },
    "151": {
        "url": "https://inshorts.com/en/news/any-eu-sanctions-on-russia-should-not-hit-energy-sector-italy-pm-1645262445398",
        "title": "Any EU sanctions on Russia should not hit energy sector: Italy PM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645259694517_705.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "02:50 pm",
        "article_date": "19 Feb",
        "article_body": "Italian PM Mario Draghi said any sanctions that may be imposed on Russia by the European Union if it invades Ukraine shouldn't include energy sector. Italy imports over 90% of its gas supplies, with Russia being a key supplier. However, Draghi added the government is looking into other possible gas supplies if imports from Russia are hit due to conflict."
    }
}