{
    "0": {
        "url": "https://inshorts.com/en/news/uttar-pradesh-government-lifts-night-curfew-amid-declining-covid19-cases-1645262319018",
        "title": "Uttar Pradesh government lifts night curfew amid declining COVID-19 cases",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260204534_80.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "02:48 pm",
        "article_date": "19 Feb",
        "article_body": "Following a drop in the number of coronavirus cases, the Uttar Pradesh government on Saturday issued an order lifting the COVID-19-induced night curfew in the state. Earlier, the Yogi Adityanath-led government had imposed the night curfew in all cities from 11 pm to 5 am. The order was issued by state Additional Chief Secretary (Home) Awanish K Awasthi."
    },
    "1": {
        "url": "https://inshorts.com/en/news/pm-modi-inaugurates-asias-biggest-biocng-plant-gobardhan-in-indore-1645264399827",
        "title": "PM Modi inaugurates Asia's biggest Bio-CNG plant 'Gobar-Dhan' in Indore",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262721340_888.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "03:23 pm",
        "article_date": "19 Feb",
        "article_body": "PM Narendra Modi on Saturday virtually inaugurated the 'Gobar-Dhan' plant in Madhya Pradesh's Indore, which is Asia's biggest Bio-CNG plant. The plant can treat 550 tonnes of segregated wet organic waste and produce around 17,000 kg of CNG per day. PM Modi said work is underway to build such plants in India's 75 major municipal bodies in next two years."
    },
    "2": {
        "url": "https://inshorts.com/en/news/actor-vikrant-massey-shares-photos-from-his-wedding-with-actress-sheetal-thakur-1645259640151",
        "title": "Actor Vikrant Massey shares photos from his wedding with actress Sheetal Thakur",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258767654_922.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "02:04 pm",
        "article_date": "19 Feb",
        "article_body": "Actor Vikrant Massey took to Instagram on Saturday to share official pictures from his wedding with actress Sheetal Thakur. \"Today this journey of seven years has turned into seven births. Thank you so much for supporting us in this journey,\" he wrote. The couple's wedding ceremony took place on Friday. "
    },
    "3": {
        "url": "https://inshorts.com/en/news/farhan-akhtar-and-shibani-dandekar-get-married-1st-pic-surfaces-1645262732356",
        "title": "Farhan Akhtar and Shibani Dandekar get married, 1st pic surfaces",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262378445_622.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "02:55 pm",
        "article_date": "19 Feb",
        "article_body": "Filmmaker-actor Farhan Akhtar and anchor-model Shibani Dandekar tied the knot at Javed Akhtar and Shabana Azmi's Khandala farmhouse on Saturday. The wedding was attended by Anusha Dandekar, Rhea Chakraborty, Ashutosh Gowariker, Rakeysh Omprakash Mehra and Satish Shah among others. Farhan and Shibani have been in a relationship since 2018. It is Farhan's second marriage."
    },
    "4": {
        "url": "https://inshorts.com/en/news/female-bear-enters-wedding-reception-venue-with-her-cubs-in-chhattisgarh-1645262705403",
        "title": "Female bear enters wedding reception venue with her cubs in Chhattisgarh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262578025_778.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "02:55 pm",
        "article_date": "19 Feb",
        "article_body": "A video of a female bear roaming around inside a seemingly empty wedding reception venue in Chhattisgarh's Kanker has gone viral. The bear with her two cubs on her back is seen sniffing around on the stage near the bride, groom's chairs. IFS officer Parveen Kaswan reacted to the video, saying, \"They are not happy with the arrangement. It seems.\""
    },
    "5": {
        "url": "https://inshorts.com/en/news/rohit-sharma-kicks-the-ball-in-anger-after-bhuvneshwar-drops-catch-video-viral-1645259044373",
        "title": "Rohit Sharma kicks the ball in anger after Bhuvneshwar drops catch, video viral",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258393022_997.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "01:54 pm",
        "article_date": "19 Feb",
        "article_body": "Team India limited-overs captain Rohit Sharma kicked the ball in anger after fast bowler Bhuvneshwar Kumar dropped a catch during the second T20I against West Indies. On the second-last ball of the 16th over, Rovman Powell skied a delivery from Bhuvneshwar after getting a top-edge. After Bhuvneshwar dropped the catch, Rohit kicked the ball and the batters stole another run."
    },
    "6": {
        "url": "https://inshorts.com/en/news/cant-run-him-out-like-that-polly-kohli-heard-saying-on-stump-mic-as-ball-hits-rohit-1645263314878",
        "title": "'Can't run him out like that Polly,' Kohli heard saying on stump mic as ball hits Rohit",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262078149_133.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "03:05 pm",
        "article_date": "19 Feb",
        "article_body": "During the third ball of the eighth over in second T20I against West Indies, Virat Kohli hit a straight shot after which ball hit Rohit Sharma. Kieron Pollard, who was fielding at mid-wicket, came to pick the ball and joked around with Rohit Sharma after which Virat was heard saying on stump mic, \"Can't run him out like that Polly.\""
    },
    "7": {
        "url": "https://inshorts.com/en/news/india-to-host-international-olympic-committee-session-in-2023-after-40-years-1645262495878",
        "title": "India to host International Olympic Committee Session in 2023 after 40 years",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260173596_857.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "02:51 pm",
        "article_date": "19 Feb",
        "article_body": "India on Saturday won the right to host the 2023 International Olympic Committee (IOC) Session in Mumbai. It'll be the second IOC session in India, with the country last hosting an IOC session in 1983 in Delhi. \"It is time to write the future of sport and ignite our potential with the spirit of Olympism,\" said IOC member Nita Ambani."
    },
    "8": {
        "url": "https://inshorts.com/en/news/family-of-an-ahmedabad-blasts-convict-rallied-with-sp-chief-for-votes-yogi-1645260019272",
        "title": "Family of an Ahmedabad blasts convict rallied with SP chief for votes: Yogi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258160399_292.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "02:10 pm",
        "article_date": "19 Feb",
        "article_body": "UP CM Yogi Adityanath said that the family of one of the convicts in the 2008 Ahmedabad serial bomb blast case rallied with Samajwadi Party (SP) chief Akhilesh Yadav asking for votes for SP. \"Supporting the SP means extending support to terrorists,\" Adityanath added. A court sentenced 38 of the 49 convicts in the serial bomb blast case to death."
    },
    "9": {
        "url": "https://inshorts.com/en/news/british-diplomat-shares-pic-from-wedding-with-indian-man-says-incredible-india-1645263966350",
        "title": "British diplomat shares pic from wedding with Indian man, says 'Incredible India'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262278727_579.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "03:16 pm",
        "article_date": "19 Feb",
        "article_body": "Rhiannon Harries, a British diplomat, tweeted a picture from her wedding with an Indian man. Harries is Deputy Trade Commissioner (South Asia) and works in New Delhi. \"When I arrived in #India...4 years ago, I had many hopes & dreams...But never did I imagine I would be meeting...the love of my life...I found such happiness in #IncredibleIndia,\" she wrote."
    },
    "10": {
        "url": "https://inshorts.com/en/news/neighbour-kills-woman-after-trying-sexual-assault-stuffs-body-in-sofa-in-thane-1645264204141",
        "title": "Neighbour kills woman after trying sexual assault, stuffs body in sofa in Thane",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261907702_703.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "03:20 pm",
        "article_date": "19 Feb",
        "article_body": "The Thane Police has arrested a 25-year-old man, Vishal Ghavat, for allegedly killing his neighbour Supriya Shinde and stuffing her body in a sofa-cum-bed at her residence earlier this week. Police said Ghavat allegedly killed her after she resisted sexual assault. Ghavat had even accompanied Shinde's husband to the police station when he went to file a missing person's report.\n"
    },
    "11": {
        "url": "https://inshorts.com/en/news/pocso-act-not-for-teens-romantic-affair-hc-on-bail-to-man-who-married-14yrold-girl-1645263094543",
        "title": "POCSO Act not for teens' romantic affair: HC on bail to man who 'married' 14-yr-old girl",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261643309_433.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "03:01 pm",
        "article_date": "19 Feb",
        "article_body": "Allahabad High Court granted bail to a man accused under the POCSO Act for eloping and impregnating a 14-year-old girl. The court said POCSO Act didn't intend to bring within its scope the cases where teenagers are involved in dense romantic affairs. The couple, who eloped in 2019, got 'married' at a temple and stayed together for two years."
    },
    "12": {
        "url": "https://inshorts.com/en/news/usbased-hindu-group-responds-after-trudeau-accuses-protesters-of-waving-swastikas-1645262076107",
        "title": "US-based Hindu group responds after Trudeau accuses protesters of 'waving Swastikas'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261163101_976.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "02:44 pm",
        "article_date": "19 Feb",
        "article_body": "US-based Hindu group, HinduPACT, has responded after Canada PM Justin Trudeau and New Democratic Party (NDP) leader Jagmeet Singh accused protesters of \"waving Swastikas\" during truckers' protests. HinduPACT urged Trudeau and Singh to not conflate \"Swastika\" with the \"Hakenkreuz\", the Nazi symbol. \"We believe this misrepresentation will lead to hate cries against Hindus and Sikhs,\" the group said."
    },
    "13": {
        "url": "https://inshorts.com/en/news/i-try-to-focus-on-the-present-go-with-the-flow-deepika-padukone-1645263895604",
        "title": "I try to focus on the present, go with the flow: Deepika Padukone",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262380511_101.jpg?",
        "author_name": "Shiwangi",
        "article_time": "03:14 pm",
        "article_date": "19 Feb",
        "article_body": "Actress Deepika Padukone, while talking about her acting process, said, \"I take each day, each scene as it comes.\" \"I don't like to overcook things. My attempt is to always focus on the present and go with the flow,\" the actress told ANI. Talking about her film 'Gehraiyaan', Deepika stated it has been her most 'visceral' experience as an actor. "
    },
    "14": {
        "url": "https://inshorts.com/en/news/i-can-feel-his-presence-all-around-me-bappa-on-dad-bappi-lahiri-1645264591701",
        "title": "I can feel his presence all around me: Bappa on dad Bappi Lahiri",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645257259875_507.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "03:26 pm",
        "article_date": "19 Feb",
        "article_body": "Bappa Lahiri, speaking about his late father and musician Bappi Lahiri, said, \"I can feel his presence all around me. I just can't see him anymore.\" \"[He was] always generous and warm to everyone including strangers,\" he added. \"Our home was an open house. Anyone could drop in anytime...many struggling musicians came home for meals whenever they wanted,\" said Bappa. "
    },
    "15": {
        "url": "https://inshorts.com/en/news/rajiv-kapoors-last-film-toolsidas-junior-to-clash-with-big-bs-jhund-in-march-1645262262815",
        "title": "Rajiv Kapoor's last film Toolsidas Junior to clash with Big B's Jhund in March",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645256155463_832.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "02:47 pm",
        "article_date": "19 Feb",
        "article_body": "'Toolsidas Junior', starring Sanjay Dutt and late actor Rajiv Kapoor, is set to release in theatres next month. The Mridul Mahendra directorial will hit the screens on March 4. 'Toolsidas Junior' will clash with Amitabh Bachchan-starrer 'Jhund' at the box office. Ashutosh Gowariker and Bhushan Kumar, producers of 'Toolsidas Junior', hosted a special screening of the film on Thursday. "
    },
    "16": {
        "url": "https://inshorts.com/en/news/miss-you-dad-priyanka-remembers-late-father-on-parents-marriage-anniversary-1645259337330",
        "title": "Miss you dad: Priyanka remembers late father on parents' marriage anniversary",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645250780774_93.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "01:58 pm",
        "article_date": "19 Feb",
        "article_body": "Actress Priyanka Chopra marked her parents' wedding anniversary by sharing a post on her Instagram Stories. She shared an old picture of her late father Ashok Chopra and her mother Madhu Chopra. \"This is always how I remember your anniversary. Miss you dad,\" Priyanka wrote. Ashok passed away in 2013, after a long battle with cancer. "
    },
    "17": {
        "url": "https://inshorts.com/en/news/owner-manager-booked-after-fire-at-noida-spa-kills-2-1645264519633",
        "title": "Owner & manager booked after fire at Noida spa kills 2",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262908684_522.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "03:25 pm",
        "article_date": "19 Feb",
        "article_body": "A case was registered against the owner Anirudh Yadav and manager Jayprakash Yadav after a fire broke out at a spa in Noida Sector 53 on Thursday, killing two people. \"The spa management...ignored safety guidelines and didn't install fire safety equipment in premises,\" SI at Sector 24 police station said. Another officer said Jayprakash fled after the fire broke out. "
    },
    "18": {
        "url": "https://inshorts.com/en/news/girls-seminaked-body-found-in-delhis-burari-accused-absconding-1645263644081",
        "title": "Girl's semi-naked body found in Delhi's Burari; accused absconding",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260792658_447.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "03:10 pm",
        "article_date": "19 Feb",
        "article_body": "Dead body of a girl, who was allegedly strangulated was found in Delhi's Burari on Friday. As per police, the absconding accused had reportedly invited her to his home when his wife was away. \"His wife had gone to a relative's house and when she returned home...she found the girl's body on the bed in a semi-naked state,\" police said.\n"
    },
    "19": {
        "url": "https://inshorts.com/en/news/delhi-police-rescues-man-threatening-to-die-by-suicide-near-india-gate-1645262631339",
        "title": "Delhi Police rescues man threatening to die by suicide near India Gate",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261167399_650.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "02:53 pm",
        "article_date": "19 Feb",
        "article_body": "Delhi Police on Friday rescued a 32-year-old man who tried to die by suicide near the India Gate. The man, a native of Madhya Pradesh who works at a factory in Haryana's Panipat, had dressed up as Mahatma Gandhi, police said. He said that he was upset with the factory owner who was not paying his workers, police added."
    },
    "20": {
        "url": "https://inshorts.com/en/news/bsf-rescues-bangladeshi-girl-who-crossed-border-to-escape-father-1645260651607",
        "title": "BSF rescues Bangladeshi girl who crossed border to escape father",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258598319_902.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "02:20 pm",
        "article_date": "19 Feb",
        "article_body": "BSF has rescued a 15-year-old girl from Bangladesh who crossed the international border and entered West Bengal to escape her father earlier this week. The girl claimed that her father beats her regularly for no reason and that she didn't want to return home, a senior BSF official said. The girl has been handed over to a child welfare association."
    },
    "21": {
        "url": "https://inshorts.com/en/news/bengaluru-woman-accuses-neighbours-of-using-witchcraft-5-booked-1645263264683",
        "title": "Bengaluru woman accuses neighbours of using witchcraft; 5 booked",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260026384_422.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "03:04 pm",
        "article_date": "19 Feb",
        "article_body": "Five people of a family were booked after a woman, who's their neighbour, accused them of using witchcraft and wreaking misfortune on her family in Bengaluru. According to the complainant, CCTV footage reportedly showed one of the accused throwing lemons at her husband's factory, that's in the neighbourhood. She claimed the accused beat her and her son on being questioned."
    },
    "22": {
        "url": "https://inshorts.com/en/news/delhi-man-hires-3-men-tries-to-kidnap-doctor-for-money-to-pay-loan-1645264109396",
        "title": "Delhi man hires 3 men, tries to kidnap doctor for money to pay loan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262614561_853.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "03:18 pm",
        "article_date": "19 Feb",
        "article_body": "A man hired three robbers and attempted to kidnap a woman doctor at gunpoint in Delhi, according to reports. However, when her husband raised alarm, the accused persons fled. The man was reportedly visiting the doctor for his children's treatment for the past 10 years. He needed money to pay his cab loan and, therefore, he decided to abduct her."
    },
    "23": {
        "url": "https://inshorts.com/en/news/ajit-pawar-aaditya-participate-in-shiv-jayanti-celebrations-at-punes-shivneri-fort-1645259662304",
        "title": "Ajit Pawar, Aaditya participate in Shiv Jayanti celebrations at Pune's Shivneri Fort",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645256999928_641.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "02:04 pm",
        "article_date": "19 Feb",
        "article_body": "Maharashtra Deputy Chief Minister Ajit Pawar and ministers Aaditya Thackeray and Dilip Walse Patil, along with other leaders, participated in the celebrations on the occasion of the 392nd birth anniversary of Chhatrapati Shivaji Maharaj in Pune district. The state government's official programme is being held at the Shivneri Fort, which is the birth place of Shivaji Maharaj."
    },
    "24": {
        "url": "https://inshorts.com/en/news/any-eu-sanctions-on-russia-should-not-hit-energy-sector-italy-pm-1645262445398",
        "title": "Any EU sanctions on Russia should not hit energy sector: Italy PM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645259694517_705.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "02:50 pm",
        "article_date": "19 Feb",
        "article_body": "Italian PM Mario Draghi said any sanctions that may be imposed on Russia by the European Union if it invades Ukraine shouldn't include energy sector. Italy imports over 90% of its gas supplies, with Russia being a key supplier. However, Draghi added the government is looking into other possible gas supplies if imports from Russia are hit due to conflict."
    }
}