{
    "0": {
        "url": "https://inshorts.com/en/news/india-announce-their-squad-for-t20i-series-against-sri-lanka-1645269871312",
        "title": "India announce their squad for T20I series against Sri Lanka",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645269280743_766.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "04:54 pm",
        "article_date": "19 Feb",
        "article_body": "India have announced their squad for the upcoming T20I series against Sri Lanka, with Virat Kohli and Rishabh Pant being rested for the series. Wicketkeeper-batter Sanju Samson has been recalled to the squad, while Ravindra Jadeja also makes a return after recovering from an injury. Jasprit Bumrah, who was rested for the West Indies series, has also been included."
    },
    "1": {
        "url": "https://inshorts.com/en/news/tharoor-replies-as-indian-embassy-in-kuwait-criticises-him-over-antiindia-tweet-1645269792330",
        "title": "Tharoor replies as Indian embassy in Kuwait criticises him over 'anti-India tweet'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268922071_424.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "04:53 pm",
        "article_date": "19 Feb",
        "article_body": "Congress' Shashi Tharoor retweeted a tweet saying Kuwaiti Parliamentarians have sought a ban on entry of BJP leaders into Kuwait over the hijab row. The Indian embassy in Kuwait reacted by saying, \"Sad to see an Indian MP retweeting an anti-India tweet by a Pakistani agent.\" Tharoor said he didn't \"endorse this individual\" but was \"concerned about sentiment he conveyed\"."
    },
    "2": {
        "url": "https://inshorts.com/en/news/ukraine-invasion-could-cost-russia-a-prosperous-future-eu-chief-1645269973961",
        "title": "Ukraine invasion could cost Russia a prosperous future: EU chief ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645267586466_91.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "04:56 pm",
        "article_date": "19 Feb",
        "article_body": "European Commission President Ursula von der Leyen said Russia's threats towards Ukraine could reshape the \"entire international system\" and would also cost Moscow economically. She warned Russia that the Ukraine invasion could cost the country a \"prosperous future\". Russia reportedly has some 1,90,000 troops on the Ukrainian border, the biggest military build-up in Europe since World War II."
    },
    "3": {
        "url": "https://inshorts.com/en/news/antique-idols-rare-manuscripts-worth-₹10-cr-seized-from-chennai-shop-1645269606081",
        "title": "Antique idols, rare manuscripts worth ₹10 cr seized from Chennai shop",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264454099_298.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "04:50 pm",
        "article_date": "19 Feb",
        "article_body": "CID's Idol Wing seized three idols and 11 rare manuscripts from a showroom's cottage in Chennai's Alwarpet on Friday. As per the expert who inspected the idols, two of these idols as well as the manuscripts are antique and worth ₹10 crore in market. The police are yet to ascertain the origin and language of the manuscripts containing Buddhist inscriptions. \n"
    },
    "4": {
        "url": "https://inshorts.com/en/news/india-announce-their-squad-for-test-series-against-sri-lanka-pujara-rahane-dropped-1645268942153",
        "title": "India announce their squad for Test series against Sri Lanka; Pujara, Rahane dropped",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645268717303_981.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "04:39 pm",
        "article_date": "19 Feb",
        "article_body": "India have announced their squad for the upcoming Test series against Sri Lanka, with senior players Cheteshwar Pujara and Ajinkya Rahane being dropped from the team. Rohit Sharma will lead the squad, which also includes Shreyas Iyer, Hanuma Vihari and KS Bharat. All-rounder Saurabh Kumar has received his maiden call-up, while Wriddhiman Saha and Ishant Sharma have also been dropped."
    },
    "5": {
        "url": "https://inshorts.com/en/news/sebi-proposes-new-disclosure-norms-for-ipos-of-lossmaking-firms-1645268676453",
        "title": "SEBI proposes new disclosure norms for IPOs of loss-making firms",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645255658001_630.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "04:34 pm",
        "article_date": "19 Feb",
        "article_body": "SEBI has proposed to tighten disclosure standards for new-age technology companies that are planning to list their shares but don't fulfil the three-year profitability track. As per its proposal, such companies will have to disclose more details about how they arrived upon their IPO price. This comes as shares of several firms, including Paytm and Zomato, plunged post their listing."
    },
    "6": {
        "url": "https://inshorts.com/en/news/delhi-hc-orders-3-retired-kashmiri-officers-to-vacate-govt-accommodations-1645268785383",
        "title": "Delhi HC orders 3 retired Kashmiri officers to vacate govt accommodations",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645266293263_946.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "04:36 pm",
        "article_date": "19 Feb",
        "article_body": "Delhi High Court directed three retired Kashmiri officers to vacate government accommodations allotted to them on or before March 31, 2022. The retired Central government officials had challenged the eviction orders issued by the Centre. The petitioners had sought permission to retain the government accommodation, claiming they are Kashmiri Migrants. \"The petition is devoid of merit,\" HC ruled."
    },
    "7": {
        "url": "https://inshorts.com/en/news/pvt-hospitals-have-20-lakh-unused-vaccine-doses-in-pune-report-1645268657342",
        "title": "Pvt hospitals have 20 lakh unused vaccine doses in Pune: Report",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264246117_102.jpg?",
        "author_name": "Shailesh",
        "article_time": "04:34 pm",
        "article_date": "19 Feb",
        "article_body": "Private hospitals in Pune city have about 20 lakh unused doses of Covishield, a report quoting an industry representative said. \"Every month we'll have to discard about...3 lakh doses...if they aren't administered before their expiry date,\" the representative said. Many hospitals have requested Pune Municipal Corporation to replace their current batches of vaccines with new ones, an official said."
    },
    "8": {
        "url": "https://inshorts.com/en/news/traders-object-as-palika-bazaar-named-in-us-list-of-notorious-markets-1645268639256",
        "title": "Traders object as Palika Bazaar named in US' list of notorious markets",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645267324357_453.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "04:33 pm",
        "article_date": "19 Feb",
        "article_body": "Palika Bazaar Association has objected after the Delhi market was named in the US' Notorious Markets List of 2021 for allegedly selling counterfeit products. It demanded to drop the market's name from the list, condemning the \"false allegations\". The list identified 35 physical markets globally that are \"reported to engage in or facilitate substantial trademark counterfeiting or copyright piracy\"."
    },
    "9": {
        "url": "https://inshorts.com/en/news/3-police-personnel-on-poll-duty-lose-lives-25-injured-as-bus-overturns-in-odisha-1645268594732",
        "title": "3 police personnel on poll duty lose lives, 25 injured as bus overturns in Odisha",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265872334_741.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "04:33 pm",
        "article_date": "19 Feb",
        "article_body": "Three police personnel on panchayat poll duty lost their lives and 25 others were injured when a bus carrying them skidded off the road and overturned in Odisha's Nabarangpur district. The injured persons were admitted to the district hospital, police said. The victims were on their way to Kosagumuda block for the third phase of the three-tier panchayat polls."
    },
    "10": {
        "url": "https://inshorts.com/en/news/atif-aslam-pays-tribute-to-lata-mangeshkar-sings-ek-pyaar-ka-nagma-at-event-1645268251993",
        "title": "Atif Aslam pays tribute to Lata Mangeshkar, sings 'Ek Pyaar Ka Nagma' at event",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645263272051_800.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "04:27 pm",
        "article_date": "19 Feb",
        "article_body": "Pakistani musician Atif Aslam paid tribute to late singer Lata Mangeshkar at an event in Dubai. A video of his performance has surfaced online, wherein he is seen singing Lata's song 'Ek Pyaar Ka Nagma Hai' with her photo in the backdrop. Lata Mangeshkar passed away due to multi-organ failure after being hospitalised for nearly a month. "
    },
    "11": {
        "url": "https://inshorts.com/en/news/sanjana-sanghi-demands-apology-from-american-airlines-says-crew-member-was-rude-1645268079977",
        "title": "Sanjana Sanghi demands apology from American Airlines, says 'crew member was rude'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645267062612_348.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "04:24 pm",
        "article_date": "19 Feb",
        "article_body": "Actress Sanjana Sanghi took to Instagram Stories to share her bad experience of flying with American Airlines. \"Had an alarmingly bad experience with one of the crew members who was out rightly rude on multiple occasions,\" she wrote. \"I demand an apology and explanation and hope no passengers in the future have to deal with a similar experience,\" Sanjana added."
    },
    "12": {
        "url": "https://inshorts.com/en/news/meta-promotes-exuk-deputy-pm-clegg-to-president-of-global-affairs-1645267924537",
        "title": "Meta promotes ex-UK deputy PM Clegg to President of Global Affairs",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265371803_101.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "04:22 pm",
        "article_date": "19 Feb",
        "article_body": "Meta has promoted its Vice President of Global Affairs, Nick Clegg, to the role of President of Global Affairs, CEO Mark Zuckerberg announced. \"Nick will now lead our company on all our policy matters, including how we interact with governments,\" Zuckerberg said. Clegg, the former Deputy Prime Minister of UK, will now report directly to Zuckerberg and COO Sheryl Sandberg."
    },
    "13": {
        "url": "https://inshorts.com/en/news/ford-motor-exploring-ways-to-run-ev-business-separately-report-1645268078019",
        "title": "Ford Motor exploring ways to run EV business separately: Report",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645250293183_111.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "04:24 pm",
        "article_date": "19 Feb",
        "article_body": "Ford Motor is reportedly considering ways to separate its electric-vehicle operation from its 118-year-old legacy business. CEO Jim Farley has considered spinning off Ford's EV operations or its internal combustion engine business, Bloomberg reported citing sources. Since splitting the firm may be difficult, Ford could separate EV business internally under a broad reorganisation, the report said."
    },
    "14": {
        "url": "https://inshorts.com/en/news/rohit-sharma-named-team-indias-new-fulltime-test-captain-1645267835668",
        "title": "Rohit Sharma named Team India's new full-time Test captain",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/01_jan/26_wed/img_1643190022911_905.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "04:20 pm",
        "article_date": "19 Feb",
        "article_body": "The BCCI today named Rohit Sharma as Team India's new full-time Test captain. This comes after Virat Kohli stepped down as Test captain following 1-2 series defeat against South Africa. Rohit will now be India's all-format captain, having earlier replaced Kohli as ODI and T20I captain. Rohit's first assignment as Test captain will be the two-Test series against Sri Lanka."
    },
    "15": {
        "url": "https://inshorts.com/en/news/man-posing-as-woman-befriends-28yrold-gujarat-man-on-tinder-robs-him-on-1st-date-1645267612661",
        "title": "Man posing as woman befriends 28-yr-old Gujarat man on Tinder, robs him on '1st date'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265956429_504.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "04:16 pm",
        "article_date": "19 Feb",
        "article_body": "A man posing as a woman on Tinder allegedly robbed a 28-year-old man in Gujarat of ₹55,000 at knifepoint on their \"first date\", police said. When the victim reached the accused's apartment, one of his accomplices closed the door and three others attacked the victim with sticks. Police arrested the four accused."
    },
    "16": {
        "url": "https://inshorts.com/en/news/retail-inflation-for-farm-rural-workers-rises-to-549-574-in-jan-1645267601049",
        "title": "Retail inflation for farm, rural workers rises to 5.49%, 5.74% in Jan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645263315836_889.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "04:16 pm",
        "article_date": "19 Feb",
        "article_body": "Retail inflation for farm workers rose to 5.49%, while that of rural labourers rose to 5.74% in January, mainly due to higher prices of certain food items, official data showed. Food inflation for farm workers stood at 4.15% and for rural labourers at 4.33% in January 2022 compared to 2.99% and 3.17%, respectively, in the previous month."
    },
    "17": {
        "url": "https://inshorts.com/en/news/caqm-issues-closure-notices-to-407-polluting-units-in-delhi-1645267311047",
        "title": "CAQM issues closure notices to 407 polluting units in Delhi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264352346_319.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "04:11 pm",
        "article_date": "19 Feb",
        "article_body": "The Commission for Air Quality Management (CAQM) in NCR and Adjoining Areas said that it has issued closure notices to 407 industries, construction and demolition sites across Delhi. It added that 4,890 sites were inspected by 40 flying squads till February 15. The fresh inspections found 392 of these units had remained shut until February 15, CAQM stated."
    },
    "18": {
        "url": "https://inshorts.com/en/news/venkatesh-is-a-mature-cricketer-reads-the-situation-well-pant-1645267451119",
        "title": "Venkatesh is a mature cricketer, reads the situation well: Pant",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645251635226_627.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "04:14 pm",
        "article_date": "19 Feb",
        "article_body": "Discussing his 76-run partnership with Venkatesh Iyer in India's second T20I against West Indies, Rishabh Pant said they tried to capitalise on the middle overs adding that Venkatesh is mature and reads the situation well. \"The plan was to see the ball, hit the ball,\" stated Pant. Pant scored 52* off 28 balls, Venkatesh scored 33 off 18 deliveries."
    },
    "19": {
        "url": "https://inshorts.com/en/news/protest-in-punes-azam-campus-to-support-students-wearing-hijab-1645267279002",
        "title": "Protest in Pune's Azam Campus to support students wearing hijab",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264720705_427.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "04:11 pm",
        "article_date": "19 Feb",
        "article_body": "A protest march was held in Pune's Azam Campus by the Muslim community to support female college students who want to wear a hijab amid the controversy in Karnataka. \"Wearing hijab is the right of Muslim women guaranteed by...Constitution,\" an activist said. The protesters claimed that police didn't let many people from other parts of the city reach there."
    },
    "20": {
        "url": "https://inshorts.com/en/news/person-they-call-terrorist-built-12000-classrooms-aaps-kejriwal-1645266981832",
        "title": "Person they call terrorist built 12,000 classrooms: AAP's Kejriwal",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265078995_332.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "04:06 pm",
        "article_date": "19 Feb",
        "article_body": "After being accused of having separatist sentiments, AAP leader and Delhi CM Arvind Kejriwal on Saturday said the person who's being called a terrorist has dedicated 12,430 smart classrooms to the nation. \"That terrorist is fulfilling dreams of Babasaheb Ambedkar,\" he added. In last seven years, Delhi government has built more classrooms than state governments and Centre combined, he claimed. "
    },
    "21": {
        "url": "https://inshorts.com/en/news/his-most-mature-innings-in-last-6-months-ajay-jadeja-on-pants-52-1645267004459",
        "title": "His most mature innings in last 6 months: Ajay Jadeja on Pant's 52*",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645259155414_640.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "04:06 pm",
        "article_date": "19 Feb",
        "article_body": "Terming Rishabh Pant's 52* off 28 deliveries in India's second T20I against West Indies as his \"most mature\" innings in the last six months, ex-India cricketer Ajay Jadeja said Pant had the \"perfect\" mindset. \"[It] was fabulous. More than skill, I admire the temperament that he showed,\" added Ajay. Pant's knock comprised seven fours and one six."
    },
    "22": {
        "url": "https://inshorts.com/en/news/hyderabad-city-police-to-auction-over-1200-abandoned-vehicles-1645266925180",
        "title": "Hyderabad City Police to auction over 1,200 abandoned vehicles",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260742507_219.jpg?",
        "author_name": "Shiwangi",
        "article_time": "04:05 pm",
        "article_date": "19 Feb",
        "article_body": "The Hyderabad City Police is planning to auction about 1,279 abandoned and unclaimed vehicles of various types. Issuing the order on Friday, the police asked those having any objection or ownership interest to file an application before the commissioner. The application has to be made within six months of the notification, failing which the vehicles will be auctioned."
    },
    "23": {
        "url": "https://inshorts.com/en/news/ukraine-prez-flying-to-munich-despite-russian-invasion-threat-1645266832719",
        "title": "Ukraine Prez flying to Munich despite Russian invasion threat",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264832050_856.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "04:03 pm",
        "article_date": "19 Feb",
        "article_body": "Ukrainian President Volodymyr Zelensky will attend the Munich Security Conference on Saturday, his office said, adding that the leader would return to Kyiv on the same day. This comes amid concern in Western countries that Russia may invade Ukraine while Zelensky is out of the country. Russia has repeatedly said that it has no plans to attack its neighbour. "
    },
    "24": {
        "url": "https://inshorts.com/en/news/multiple-explosions-heard-in-separatistcontrolled-city-in-ukraine-1645266572497",
        "title": "Multiple explosions heard in separatist-controlled city in Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265679667_960.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "03:59 pm",
        "article_date": "19 Feb",
        "article_body": "Multiple explosions were heard on Saturday in the north of the separatist-controlled city of Donetsk in eastern Ukraine, news agency Reuters reported citing a witness. The origin of the explosions was not clear. There was no immediate comment from separatist authorities or from Ukraine. The Ukrainian military said a soldier was killed in shelling by pro-Russian separatists in east Ukraine."
    },
    "25": {
        "url": "https://inshorts.com/en/news/not-a-special-innings-as-wi-didnt-win-powell-on-6836-in-2nd-t20i-1645266659126",
        "title": "Not a special innings as WI didn't win: Powell on 68*(36) in 2nd T20I",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260523605_974.jpg?",
        "author_name": "Arnab Mukherji ",
        "article_time": "04:00 pm",
        "article_date": "19 Feb",
        "article_body": "Reacting to his 68* off 36 deliveries in the second T20I between India and West Indies, Rovman Powell said his knock \"won't go down\" as a \"special\" innings as the visitors didn't win. Rovman's knock helped West Indies be in the game till the last over while chasing a 187-run target. India beat West Indies by eight runs."
    },
    "26": {
        "url": "https://inshorts.com/en/news/imagine-the-chaos-if-srk-is-called-for-trial-gujarat-hc-on-2017-stampede-case-1645266253079",
        "title": "Imagine the chaos if SRK is called for trial: Gujarat HC on 2017 stampede case",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645265671161_554.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "03:54 pm",
        "article_date": "19 Feb",
        "article_body": "While hearing Shah Rukh Khan's plea seeking quashing of a criminal case against him over the 2017 stampede at Vadodara station that killed one, Gujarat HC said the actor can be asked to apologise instead of being called to trial. \"If you want trial to take place...imagine the...chaos that'd be caused even in the courts,\" HC told the complainant's advocate."
    },
    "27": {
        "url": "https://inshorts.com/en/news/reports-citing-lic-data-to-claim-covid-deaths-were-underreported-are-baseless-govt-1645266079145",
        "title": "Reports citing LIC data to claim COVID deaths were underreported are baseless: Govt",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264465499_513.jpg?",
        "author_name": "Kiran Khatri",
        "article_time": "03:51 pm",
        "article_date": "19 Feb",
        "article_body": "The government has said that media reports which claimed that LIC IPO data confirmed \"massive\" COVID-19 deaths in 2021 are \"baseless and not factual\". \"Claims settled by LIC relate to life insurance policies taken by policy holders for deaths due to all causes,\" the government added. The reports' interpretation that COVID-19 deaths were underreported is \"flawed\", the government stated."
    },
    "28": {
        "url": "https://inshorts.com/en/news/my-existence-shouldnt-depend-on-my-male-counterparts-yami-gautam-1645265964923",
        "title": "My existence shouldn't depend on my male counterparts: Yami Gautam",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645255578749_472.jpg?",
        "author_name": "Shiwangi",
        "article_time": "03:49 pm",
        "article_date": "19 Feb",
        "article_body": "Actress Yami Gautam said she wishes to make a place for herself in the industry where her existence is not dependent on her male counterparts. \"I don't want to have a holding in a film by working with certain actors only,\" she told Indian Express. The actress said she wants to win the audience's confidence as a dependable actor."
    },
    "29": {
        "url": "https://inshorts.com/en/news/ghaziabad-civic-body-clears-150000-mt-legacy-waste-at-indirapuram-site-1645266061938",
        "title": "Ghaziabad civic body clears 1,50,000 MT legacy waste at Indirapuram site",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645264667327_622.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "03:51 pm",
        "article_date": "19 Feb",
        "article_body": "Ghaziabad municipal corporation has cleared the 1,50,000 metric tonnes (MT) of legacy waste, which was lying at the Indirapuram landfill site, officials said. Ghaziabad Municipal Commissioner MS Tanwar said the corporation is now in the process of clearing the fresh waste dumped at the site in the last one year. Ghaziabad reportedly generates about 1,200 metric tonnes solid waste daily."
    },
    "30": {
        "url": "https://inshorts.com/en/news/tunisian-president-extends-state-of-emergency-until-yearend-1645265807239",
        "title": "Tunisian President extends state of emergency until year-end",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262935856_263.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "03:46 pm",
        "article_date": "19 Feb",
        "article_body": "Tunisian President Kais Saied on Friday extended the state of emergency across the country until December 31 of this year, the official gazette said. Tunisia has been under a state of emergency since 2015, following a bomb attack on a bus carrying presidential guards, killing at least 12 troops. The Islamic State had claimed responsibility for the attack."
    },
    "31": {
        "url": "https://inshorts.com/en/news/uttar-pradesh-government-lifts-night-curfew-amid-declining-covid19-cases-1645262319018",
        "title": "Uttar Pradesh government lifts night curfew amid declining COVID-19 cases",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260204534_80.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "02:48 pm",
        "article_date": "19 Feb",
        "article_body": "Following a drop in the number of coronavirus cases, the Uttar Pradesh government on Saturday issued an order lifting the COVID-19-induced night curfew in the state. Earlier, the Yogi Adityanath-led government had imposed the night curfew in all cities from 11 pm to 5 am. The order was issued by state Additional Chief Secretary (Home) Awanish K Awasthi."
    },
    "32": {
        "url": "https://inshorts.com/en/news/pm-modi-inaugurates-asias-biggest-biocng-plant-gobardhan-in-indore-1645264399827",
        "title": "PM Modi inaugurates Asia's biggest Bio-CNG plant 'Gobar-Dhan' in Indore",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262721340_888.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "03:23 pm",
        "article_date": "19 Feb",
        "article_body": "PM Narendra Modi on Saturday virtually inaugurated the 'Gobar-Dhan' plant in Madhya Pradesh's Indore, which is Asia's biggest Bio-CNG plant. The plant can treat 550 tonnes of segregated wet organic waste and produce around 17,000 kg of CNG per day. PM Modi said work is underway to build such plants in India's 75 major municipal bodies in next two years."
    },
    "33": {
        "url": "https://inshorts.com/en/news/farhan-akhtar-and-shibani-dandekar-get-married-1st-pic-surfaces-1645262732356",
        "title": "Farhan Akhtar and Shibani Dandekar get married, 1st pic surfaces",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262378445_622.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "02:55 pm",
        "article_date": "19 Feb",
        "article_body": "Filmmaker-actor Farhan Akhtar and anchor-model Shibani Dandekar tied the knot at Javed Akhtar and Shabana Azmi's Khandala farmhouse on Saturday. The wedding was attended by Anusha Dandekar, Rhea Chakraborty, Ashutosh Gowariker, Rakeysh Omprakash Mehra and Satish Shah among others. Farhan and Shibani have been in a relationship since 2018. It is Farhan's second marriage."
    },
    "34": {
        "url": "https://inshorts.com/en/news/female-bear-enters-wedding-reception-venue-with-her-cubs-in-chhattisgarh-1645262705403",
        "title": "Female bear enters wedding reception venue with her cubs in Chhattisgarh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262578025_778.jpg?",
        "author_name": "Sakshita Khosla",
        "article_time": "02:55 pm",
        "article_date": "19 Feb",
        "article_body": "A video of a female bear roaming around inside a seemingly empty wedding reception venue in Chhattisgarh's Kanker has gone viral. The bear with her two cubs on her back is seen sniffing around on the stage near the bride, groom's chairs. IFS officer Parveen Kaswan reacted to the video, saying, \"They are not happy with the arrangement. It seems.\""
    },
    "35": {
        "url": "https://inshorts.com/en/news/cant-run-him-out-like-that-polly-kohli-heard-saying-on-stump-mic-as-ball-hits-rohit-1645263314878",
        "title": "'Can't run him out like that Polly,' Kohli heard saying on stump mic as ball hits Rohit",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262078149_133.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "03:05 pm",
        "article_date": "19 Feb",
        "article_body": "During the third ball of the eighth over in second T20I against West Indies, Virat Kohli hit a straight shot after which ball hit Rohit Sharma. Kieron Pollard, who was fielding at mid-wicket, came to pick the ball and joked around with Rohit Sharma after which Virat was heard saying on stump mic, \"Can't run him out like that Polly.\""
    },
    "36": {
        "url": "https://inshorts.com/en/news/india-to-host-international-olympic-committee-session-in-2023-after-40-years-1645262495878",
        "title": "India to host International Olympic Committee Session in 2023 after 40 years",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260173596_857.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "02:51 pm",
        "article_date": "19 Feb",
        "article_body": "India on Saturday won the right to host the 2023 International Olympic Committee (IOC) Session in Mumbai. It'll be the second IOC session in India, with the country last hosting an IOC session in 1983 in Delhi. \"It is time to write the future of sport and ignite our potential with the spirit of Olympism,\" said IOC member Nita Ambani."
    },
    "37": {
        "url": "https://inshorts.com/en/news/air-india-pilots-land-plane-with-ease-in-uk-amid-storm-eunice-video-viral-1645265302510",
        "title": "Air India pilots land plane with ease in UK amid Storm Eunice; video viral",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645263978307_963.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "03:38 pm",
        "article_date": "19 Feb",
        "article_body": "A video showing Air India pilots landing a plane with ease at UK's Heathrow Airport amid Storm Eunice has gone viral on social media. The clip was a part of the livestream of planes' landings and takeoffs at the airport by 'Big Jet TV', a YouTube channel. The commentator could be heard saying, \"Very skilled Indian pilot there.\""
    },
    "38": {
        "url": "https://inshorts.com/en/news/pocso-act-not-for-teens-romantic-affair-hc-on-bail-to-man-who-married-14yrold-girl-1645263094543",
        "title": "POCSO Act not for teens' romantic affair: HC on bail to man who 'married' 14-yr-old girl",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261643309_433.jpg?",
        "author_name": "Arshiya Chopra",
        "article_time": "03:01 pm",
        "article_date": "19 Feb",
        "article_body": "Allahabad High Court granted bail to a man accused under the POCSO Act for eloping and impregnating a 14-year-old girl. The court said POCSO Act didn't intend to bring within its scope the cases where teenagers are involved in dense romantic affairs. The couple, who eloped in 2019, got 'married' at a temple and stayed together for two years."
    },
    "39": {
        "url": "https://inshorts.com/en/news/neighbour-kills-woman-after-trying-sexual-assault-stuffs-body-in-sofa-in-thane-1645264204141",
        "title": "Neighbour kills woman after trying sexual assault, stuffs body in sofa in Thane",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261907702_703.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "03:20 pm",
        "article_date": "19 Feb",
        "article_body": "The Thane Police has arrested a 25-year-old man, Vishal Ghavat, for allegedly killing his neighbour Supriya Shinde and stuffing her body in a sofa-cum-bed at her residence earlier this week. Police said Ghavat allegedly killed her after she resisted sexual assault. Ghavat had even accompanied Shinde's husband to the police station when he went to file a missing person's report.\n"
    },
    "40": {
        "url": "https://inshorts.com/en/news/british-diplomat-shares-pic-from-wedding-with-indian-man-says-incredible-india-1645263966350",
        "title": "British diplomat shares pic from wedding with Indian man, says 'Incredible India'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262278727_579.jpg?",
        "author_name": "Daisy Mowke",
        "article_time": "03:16 pm",
        "article_date": "19 Feb",
        "article_body": "Rhiannon Harries, a British diplomat, tweeted a picture from her wedding with an Indian man. Harries is Deputy Trade Commissioner (South Asia) and works in New Delhi. \"When I arrived in #India...4 years ago, I had many hopes & dreams...But never did I imagine I would be meeting...the love of my life...I found such happiness in #IncredibleIndia,\" she wrote."
    },
    "41": {
        "url": "https://inshorts.com/en/news/usbased-hindu-group-responds-after-trudeau-accuses-protesters-of-waving-swastikas-1645262076107",
        "title": "US-based Hindu group responds after Trudeau accuses protesters of 'waving Swastikas'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261163101_976.jpg?",
        "author_name": "Ankush Verma",
        "article_time": "02:44 pm",
        "article_date": "19 Feb",
        "article_body": "US-based Hindu group, HinduPACT, has responded after Canada PM Justin Trudeau and New Democratic Party (NDP) leader Jagmeet Singh accused protesters of \"waving Swastikas\" during truckers' protests. HinduPACT urged Trudeau and Singh to not conflate \"Swastika\" with the \"Hakenkreuz\", the Nazi symbol. \"We believe this misrepresentation will lead to hate cries against Hindus and Sikhs,\" the group said."
    },
    "42": {
        "url": "https://inshorts.com/en/news/i-can-feel-his-presence-all-around-me-bappa-on-dad-bappi-lahiri-1645264591701",
        "title": "I can feel his presence all around me: Bappa on dad Bappi Lahiri",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645257259875_507.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "03:26 pm",
        "article_date": "19 Feb",
        "article_body": "Bappa Lahiri, speaking about his late father and musician Bappi Lahiri, said, \"I can feel his presence all around me. I just can't see him anymore.\" \"[He was] always generous and warm to everyone including strangers,\" he added. \"Our home was an open house. Anyone could drop in anytime...many struggling musicians came home for meals whenever they wanted,\" said Bappa. "
    },
    "43": {
        "url": "https://inshorts.com/en/news/veteran-kannada-actor-kala-thapaswi-rajesh-passes-away-aged-89-1645265608693",
        "title": "Veteran Kannada actor 'Kala Thapaswi' Rajesh passes away aged 89",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645256521273_755.jpg?",
        "author_name": "Shiwangi",
        "article_time": "03:43 pm",
        "article_date": "19 Feb",
        "article_body": "Veteran Kannada actor Rajesh, popularly known as 'Kala Thapaswi', passed away at the age of 89 due to age-related issues on Saturday morning. The actor had been hospitalised since February 9 in Bengaluru. While Rajesh was the actor's stage name, his real name was Vidyasagar. He began his career as a stage artist and appeared in over 150 films. "
    },
    "44": {
        "url": "https://inshorts.com/en/news/film-on-chhatrapati-shivaji-maharaj-announced-on-his-birth-anniversary-1645265261487",
        "title": "Film on Chhatrapati Shivaji Maharaj announced on his birth anniversary",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260507694_929.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "03:37 pm",
        "article_date": "19 Feb",
        "article_body": "On Chhatrapati Shivaji Maharaj's 392nd birth anniversary, Anand Pandit Motion Pictures, Eros International, Legend Studios and Ravi Jadhav Films announced a film about his childhood. The film, titled 'Bal Shivaji', will be directed by National Award-winning director Ravi Jadhav. It will span across Chhatrapati Shivaji Maharaj's life from 12 to 16 years.  "
    },
    "45": {
        "url": "https://inshorts.com/en/news/rajiv-kapoors-last-film-toolsidas-junior-to-clash-with-big-bs-jhund-in-march-1645262262815",
        "title": "Rajiv Kapoor's last film Toolsidas Junior to clash with Big B's Jhund in March",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645256155463_832.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "02:47 pm",
        "article_date": "19 Feb",
        "article_body": "'Toolsidas Junior', starring Sanjay Dutt and late actor Rajiv Kapoor, is set to release in theatres next month. The Mridul Mahendra directorial will hit the screens on March 4. 'Toolsidas Junior' will clash with Amitabh Bachchan-starrer 'Jhund' at the box office. Ashutosh Gowariker and Bhushan Kumar, producers of 'Toolsidas Junior', hosted a special screening of the film on Thursday. "
    },
    "46": {
        "url": "https://inshorts.com/en/news/i-try-to-focus-on-the-present-go-with-the-flow-deepika-padukone-1645263895604",
        "title": "I try to focus on the present, go with the flow: Deepika Padukone",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262380511_101.jpg?",
        "author_name": "Shiwangi",
        "article_time": "03:14 pm",
        "article_date": "19 Feb",
        "article_body": "Actress Deepika Padukone, while talking about her acting process, said, \"I take each day, each scene as it comes.\" \"I don't like to overcook things. My attempt is to always focus on the present and go with the flow,\" the actress told ANI. Talking about her film 'Gehraiyaan', Deepika stated it has been her most 'visceral' experience as an actor. "
    },
    "47": {
        "url": "https://inshorts.com/en/news/bsf-rescues-bangladeshi-girl-who-crossed-border-to-escape-father-1645260651607",
        "title": "BSF rescues Bangladeshi girl who crossed border to escape father",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645258598319_902.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "02:20 pm",
        "article_date": "19 Feb",
        "article_body": "BSF has rescued a 15-year-old girl from Bangladesh who crossed the international border and entered West Bengal to escape her father earlier this week. The girl claimed that her father beats her regularly for no reason and that she didn't want to return home, a senior BSF official said. The girl has been handed over to a child welfare association."
    },
    "48": {
        "url": "https://inshorts.com/en/news/bengaluru-woman-accuses-neighbours-of-using-witchcraft-5-booked-1645263264683",
        "title": "Bengaluru woman accuses neighbours of using witchcraft; 5 booked",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260026384_422.jpg?",
        "author_name": "Medhaa Gupta",
        "article_time": "03:04 pm",
        "article_date": "19 Feb",
        "article_body": "Five people of a family were booked after a woman, who's their neighbour, accused them of using witchcraft and wreaking misfortune on her family in Bengaluru. According to the complainant, CCTV footage reportedly showed one of the accused throwing lemons at her husband's factory, that's in the neighbourhood. She claimed the accused beat her and her son on being questioned."
    },
    "49": {
        "url": "https://inshorts.com/en/news/two-army-jawans-martyred-in-shopian-encounter-in-jk-1645265297706",
        "title": "Two Army jawans martyred in Shopian encounter in J&K",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262708589_299.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "03:38 pm",
        "article_date": "19 Feb",
        "article_body": "Two Army jawans belonging to 1 Rashtriya Rifles were martyred during an encounter at Chermarg in the Zainapora area of Shopian in Jammu and Kashmir on Saturday. Both the jawans, identified as Santosh Yadav and Chavan Romit Tanaji, died due to fatal gunshot wounds, police said. An encounter broke out between terrorists and security forces at Shopian on Saturday morning."
    },
    "50": {
        "url": "https://inshorts.com/en/news/owner-manager-booked-after-fire-at-noida-spa-kills-2-1645264519633",
        "title": "Owner & manager booked after fire at Noida spa kills 2",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262908684_522.jpg?",
        "author_name": "Shalini Ojha",
        "article_time": "03:25 pm",
        "article_date": "19 Feb",
        "article_body": "A case was registered against the owner Anirudh Yadav and manager Jayprakash Yadav after a fire broke out at a spa in Noida Sector 53 on Thursday, killing two people. \"The spa management...ignored safety guidelines and didn't install fire safety equipment in premises,\" SI at Sector 24 police station said. Another officer said Jayprakash fled after the fire broke out. "
    },
    "51": {
        "url": "https://inshorts.com/en/news/delhi-police-rescues-man-threatening-to-die-by-suicide-near-india-gate-1645262631339",
        "title": "Delhi Police rescues man threatening to die by suicide near India Gate",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645261167399_650.jpg?",
        "author_name": "Atul Mishra",
        "article_time": "02:53 pm",
        "article_date": "19 Feb",
        "article_body": "Delhi Police on Friday rescued a 32-year-old man who tried to die by suicide near the India Gate. The man, a native of Madhya Pradesh who works at a factory in Haryana's Panipat, had dressed up as Mahatma Gandhi, police said. He said that he was upset with the factory owner who was not paying his workers, police added."
    },
    "52": {
        "url": "https://inshorts.com/en/news/metro-link-between-noida-airport-to-delhi-airport-to-cost-₹15000-crore-1645264932228",
        "title": "Metro link between Noida airport to Delhi airport to cost ₹15,000 crore",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260798925_512.jpg?",
        "author_name": "Subhangi Singh",
        "article_time": "03:32 pm",
        "article_date": "19 Feb",
        "article_body": "The proposed Metro corridor linking the upcoming Noida's Jewar airport to Delhi's Indira Gandhi International Airport will cost around ₹15,000 crore, an official said. The DMRC has suggested a 66 km Metro corridor to connect the Jewar airport to New Delhi Metro station from where it will connect with Delhi's Airport Express line to reach IGI Airport."
    },
    "53": {
        "url": "https://inshorts.com/en/news/delhi-man-hires-3-men-tries-to-kidnap-doctor-for-money-to-pay-loan-1645264109396",
        "title": "Delhi man hires 3 men, tries to kidnap doctor for money to pay loan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645262614561_853.jpg?",
        "author_name": "Dharini Mudgal",
        "article_time": "03:18 pm",
        "article_date": "19 Feb",
        "article_body": "A man hired three robbers and attempted to kidnap a woman doctor at gunpoint in Delhi, according to reports. However, when her husband raised alarm, the accused persons fled. The man was reportedly visiting the doctor for his children's treatment for the past 10 years. He needed money to pay his cab loan and, therefore, he decided to abduct her."
    },
    "54": {
        "url": "https://inshorts.com/en/news/girls-seminaked-body-found-in-delhis-burari-accused-absconding-1645263644081",
        "title": "Girl's semi-naked body found in Delhi's Burari; accused absconding",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645260792658_447.jpg?",
        "author_name": "Swati Dubey",
        "article_time": "03:10 pm",
        "article_date": "19 Feb",
        "article_body": "Dead body of a girl, who was allegedly strangulated was found in Delhi's Burari on Friday. As per police, the absconding accused had reportedly invited her to his home when his wife was away. \"His wife had gone to a relative's house and when she returned home...she found the girl's body on the bed in a semi-naked state,\" police said.\n"
    },
    "55": {
        "url": "https://inshorts.com/en/news/any-eu-sanctions-on-russia-should-not-hit-energy-sector-italy-pm-1645262445398",
        "title": "Any EU sanctions on Russia should not hit energy sector: Italy PM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/19_sat/img_1645259694517_705.jpg?",
        "author_name": "Athira Sasidharan",
        "article_time": "02:50 pm",
        "article_date": "19 Feb",
        "article_body": "Italian PM Mario Draghi said any sanctions that may be imposed on Russia by the European Union if it invades Ukraine shouldn't include energy sector. Italy imports over 90% of its gas supplies, with Russia being a key supplier. However, Draghi added the government is looking into other possible gas supplies if imports from Russia are hit due to conflict."
    }
}