{
    "0": {
        "url": "https://inshorts.com/en/news/sensex-drops-1000-points-nifty-below-16400-amid-russiaukraine-war-1646023279778",
        "title": "Sensex drops 1,000 points, Nifty below 16,400 amid Russia-Ukraine war",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646022351421_67.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "10:11 am",
        "article_date": "28 Feb",
        "article_body": "Sensex fell more than 1,000 points to trade at around 54,850, while Nifty dropped over 280 points to 16,378. This comes amid the Russia-Ukraine war. Russian President Vladimir Putin on Sunday ordered nuclear forces to be put on high alert. Other Asian markets also plunged, with Japan's Nikkei falling 0.34% and Hong Kong's Hang Seng Index falling 1.49%."
    },
    "1": {
        "url": "https://inshorts.com/en/news/staying-unbeaten-commendable-performance-from-my-side-shreyas-1646023020293",
        "title": "Staying unbeaten commendable performance from my side: Shreyas",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646020913723_739.jpg?",
        "author_name": "Ankur Taliyan",
        "article_time": "10:07 am",
        "article_date": "28 Feb",
        "article_body": "India batter Shreyas Iyer, who smashed three consecutive fifties and remained unbeaten in all three T20Is against Sri Lanka, has said it was a \"commendable performance\" from his side but he's not keeping any expectations. \"I cannot talk about cementing my place, competition is so much, you need to be flexible in batting at any position,\" he added. "
    },
    "2": {
        "url": "https://inshorts.com/en/news/shaheen-hugs-and-lifts-losing-captain-rizwan-minutes-after-winning-psl-final-pics-viral-1646022292244",
        "title": "Shaheen hugs and lifts losing captain Rizwan minutes after winning PSL final, pics viral",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646021667242_863.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "09:54 am",
        "article_date": "28 Feb",
        "article_body": "Lahore Qalandars captain Shaheen Afridi hugged and lifted Multan Sultans captain Muhammad Rizwan minutes after leading the Lahore-based franchise to their first-ever Pakistan Super League (PSL) victory. \"This is beautiful,\" a fan commented on the picture. Another fan commented, \"No one can match the class of Rizwan.\" Another tweet read, \"This is the beauty of cricket.\""
    },
    "3": {
        "url": "https://inshorts.com/en/news/2-empty-bullet-shells-found-in-bus-ferrying-sri-lanka-cricketers-in-chandigarh-1646022104344",
        "title": "2 empty bullet shells found in bus ferrying Sri Lanka cricketers in Chandigarh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646020780231_481.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "09:51 am",
        "article_date": "28 Feb",
        "article_body": "The Chandigarh Police found two empty bullet shells from a private bus ferrying Sri Lanka cricketers staying at The Lalit hotel in Chandigarh's IT park.  The shells were found when players were about to board the bus from the hotel. \"The shells were found in the luggage compartment...The bus driver is being questioned,\" a police officer said."
    },
    "4": {
        "url": "https://inshorts.com/en/news/we-as-indians-love-to-work-overtime-and-compare-pain-with-others-esha-1646022177943",
        "title": "We, as Indians, love to work overtime and compare pain with others: Esha",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646018245858_227.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "09:52 am",
        "article_date": "28 Feb",
        "article_body": "Actress Esha Gupta said that she hopes that the world becomes more empathetic towards others especially after the pandemic. \"We, as Indians, love to work overtime and work through the pain...We love to show we can work through crises and compare our pain with others, which is wrong,\" she said, adding, \"We don't need to be proud about slogging ourselves.\""
    },
    "5": {
        "url": "https://inshorts.com/en/news/indias-daily-covid19-cases-fall-below-10000mark-8013-cases-119-deaths-reported-1646021871575",
        "title": "India's daily COVID-19 cases fall below 10,000-mark; 8,013 cases, 119 deaths reported",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646020640258_710.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "09:47 am",
        "article_date": "28 Feb",
        "article_body": "India has reported 8,013 new COVID-19 cases and 119 deaths in the last 24 hours, according to the Ministry of Health and Family Welfare. This comes a day after the country reported 10,273 cases and 243 deaths. The COVID-19 daily positivity rate stands at 1.11% in the country, while the active caseload declined to 1,02,601.\n"
    },
    "6": {
        "url": "https://inshorts.com/en/news/brazil-prez-wont-pick-sides-says-putin-doesnt-want-massacre-1646021879924",
        "title": "Brazil Prez won’t pick sides, says Putin doesn’t want massacre",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646020631821_591.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "09:47 am",
        "article_date": "28 Feb",
        "article_body": "Brazil's President Jair Bolsonaro on Sunday said that he will remain neutral in the Russia-Ukraine conflict. \"We will not take sides, we will continue being neutral and help with whatever is possible,\" he said. Refusing to condemn Russian President Vladimir Putin, Bolsonaro said, \"A chief of state like that of Russia does not want to undertake a massacre, anywhere.\""
    },
    "7": {
        "url": "https://inshorts.com/en/news/plan-was-to-give-bishnoi-kuldeep-match-practice-thats-why-i-didnt-bowl-jadeja-1646021783463",
        "title": "Plan was to give Bishnoi, Kuldeep match practice, that's why I didn't bowl: Jadeja",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646018760849_842.jpg?",
        "author_name": "Ankur Taliyan",
        "article_time": "09:46 am",
        "article_date": "28 Feb",
        "article_body": "India all-rounder Ravindra Jadeja, who picked a wicket each in the first two T20Is against Sri Lanka but didn't bowl in the final match, has said that the plan was to give Ravi Bishnoi and Kuldeep Yadav some match practice. Bishnoi picked a wicket while Kuldeep went wicketless in the game. Jadeja remained unbeaten at 22 to help India win. "
    },
    "8": {
        "url": "https://inshorts.com/en/news/kharkiv-governor-shares-pics-of-russian-soldiers-who-surrendered-calls-them-clueless-1646021396147",
        "title": "Kharkiv governor shares pics of Russian soldiers who surrendered, calls them 'Clueless'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646020007512_146.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "09:39 am",
        "article_date": "28 Feb",
        "article_body": "Kharkiv governor Oleh Synyehubov took to Facebook to share pictures of Russian soldiers who surrendered in Ukraine's second largest city. Claiming the Russian soldiers are clueless, Synyehubov said, \"They have no connection with central command, they don't understand and don't know their further actions.\" He further wrote, \"Since the beginning of the attack on Ukraine, they haven't received food.\""
    },
    "9": {
        "url": "https://inshorts.com/en/news/its-been-3-yrs-havent-been-paid-for-dastaanemohabbat-sonarika-1646021143312",
        "title": "It's been 3 yrs, haven't been paid for 'Dastaan-E-Mohabbat...': Sonarika",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646019077895_361.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "09:35 am",
        "article_date": "28 Feb",
        "article_body": "Actress Sonarika Bhadoria has claimed it's been three years but her dues for 'Dastaan-E-Mohabbat: Salim Anarkali', that aired in 2018, have not been cleared till now. \"Not only mine but...dues of several other...actors and technicians from show are not paid. It was my worst time. Everything from my end in terms of legal formalities and paperwork is done,\" she added."
    },
    "10": {
        "url": "https://inshorts.com/en/news/it-made-me-the-abba-dabba-jabba-girl-upasana-on-25-yrs-of-judaai-1646021190377",
        "title": "It made me the 'abba dabba jabba' girl: Upasana on 25 yrs of 'Judaai'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646016734979_512.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "09:36 am",
        "article_date": "28 Feb",
        "article_body": "As 'Judaai' completed 25 years on Monday, actress Upasana Singh spoke about the romantic comedy film and said, \"I played...a mother and mute woman, who just says 'abba dabba jabba'.\" \"I wasn't convinced about it, but went with...director's conviction...And it clicked! It made me...'abba dabba jabba' girl,\" she added. Upasana said she's now making a film titled, 'Abba Dabba Jabba'."
    },
    "11": {
        "url": "https://inshorts.com/en/news/haryana-officials-get-nearly-1000-evacuation-requests-from-ukraine-1646020637043",
        "title": "Haryana officials get nearly 1,000 evacuation requests from Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646017298173_678.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "09:27 am",
        "article_date": "28 Feb",
        "article_body": "Officials in Haryana have received nearly 1,000 requests from war-hit Ukraine for evacuation. Reports said that the requests were received from state residents, mostly students. The requests have come in through emails or messages at the helpline number introduced by the state government. Haryana officials have estimated that nearly 1,800 students from the state are stuck in Ukraine."
    },
    "12": {
        "url": "https://inshorts.com/en/news/crime-rate-reduced-in-up-during-past-5-yrs-under-cm-yogiled-govt-amit-shah-1646020490914",
        "title": "Crime rate reduced in UP during past 5 yrs under CM Yogi-led govt: Amit Shah",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646016725578_53.jpg?",
        "author_name": "Sakshi Sharma",
        "article_time": "09:24 am",
        "article_date": "28 Feb",
        "article_body": "Union Home Minister and senior BJP leader Amit Shah said that the crime rate has reduced in Uttar Pradesh during the past five years under the leadership of CM Yogi Adityanath. \"UP has recorded a decline of 70% in dacoity, 29% in murders, 69% in looting and 52% in rapes in the state under CM Yogi-led government,\" Shah added."
    },
    "13": {
        "url": "https://inshorts.com/en/news/21-school-students-stung-by-bees-while-trekking-near-punes-ambaambika-caves-1646019952830",
        "title": "21 school students stung by bees while trekking near Pune's Amba-Ambika caves",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646018901576_227.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "09:15 am",
        "article_date": "28 Feb",
        "article_body": "As many as 21 school students were hospitalised after being attacked by a swarm of bees while trekking near Amba-Ambika caves in Pune's Junnar, an official said. \"Six of the students were in a somewhat critical state due to drop in blood pressure. All are stable now,\" said a toxinologist from a nursing home, where the students are being treated."
    },
    "14": {
        "url": "https://inshorts.com/en/news/planning-to-provide-employment-to-at-least-one-person-of-every-family-up-cm-1646019968961",
        "title": "Planning to provide employment to at least one person of every family: UP CM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646016072149_476.jpg?",
        "author_name": "Sakshi Sharma",
        "article_time": "09:16 am",
        "article_date": "28 Feb",
        "article_body": "UP CM Yogi Adityanath said BJP in the state is planning to provide government jobs, employment or self-employment opportunities to at least one person of every family in the next five years. CM Yogi was addressing a public rally on Sunday in Chauri Chaura, Gorakhpur. Polling for the fifth phase of UP Assembly elections concluded yesterday."
    },
    "15": {
        "url": "https://inshorts.com/en/news/sdmc-to-build-replicas-of-15-dinosaurs-using-scrap-at-sarai-kale-khan-park-1646019800006",
        "title": "SDMC to build replicas of 15 dinosaurs using scrap at Sarai Kale Khan park",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646018114987_583.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "09:13 am",
        "article_date": "28 Feb",
        "article_body": "The South Delhi Municipal Corporation is planning to build replicas of 15 dinosaurs out of scrap material at a park in Sarai Kale Khan. The park already features replicas of the wonders of the world such as Taj Mahal, Eiffel Tower and Statue of Liberty created using waste material. The SDMC expects the revenue to increase up to ₹15 crore."
    },
    "16": {
        "url": "https://inshorts.com/en/news/i-would-never-say-no-sanya-malhotra-on-working-with-shah-rukh-khan-1646019481713",
        "title": "I would never say no: Sanya Malhotra on working with Shah Rukh Khan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646018971449_860.jpg?",
        "author_name": "Mahima Kharbanda",
        "article_time": "09:08 am",
        "article_date": "28 Feb",
        "article_body": "Actress Sanya Malhotra spoke about actor Shah Rukh Khan producing 'Love Hostel'. She said, \"It gives you confidence because he is King Khan as we all know him and he knows his scripts and the work that he does.\" When asked if she'd like to work with Shah Rukh in future, Sanya said, \"I'm ready...I'd never say no.\""
    },
    "17": {
        "url": "https://inshorts.com/en/news/important-to-tell-guys-not-worry-about-position-in-team-rohit-sharma-1646019721345",
        "title": "Important to tell guys not worry about position in team: Rohit Sharma ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646017900817_919.jpg?",
        "author_name": "Ankur Taliyan",
        "article_time": "09:12 am",
        "article_date": "28 Feb",
        "article_body": "India captain Rohit Sharma has said he wanted to understand the team's bench strength in the T20Is against Sri Lanka. \"Good to give opportunities to those guys...[but it's] important to tell guys not to worry about your positions. I want to fill whatever gaps we have,\" he added. India made four changes to their playing XI for the third T20I. "
    },
    "18": {
        "url": "https://inshorts.com/en/news/drunk-couple-on-honeymoon-booked-for-creating-ruckus-near-mumbai-airport-1646019060325",
        "title": "Drunk couple on honeymoon booked for creating ruckus near Mumbai airport",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646017884192_646.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "09:01 am",
        "article_date": "28 Feb",
        "article_body": "A newly-married couple on their honeymoon was arrested for allegedly creating ruckus outside a five-star hotel near Mumbai airport. A police constable said they were screaming and fighting amongst themselves in an inebriated state because the woman wanted to go to a nightclub and her husband refused. The woman also allegedly engaged in a scuffle with the constable."
    },
    "19": {
        "url": "https://inshorts.com/en/news/belarus-revokes-nonnuclear-status-paving-way-for-russia-to-place-nuclear-weapons-in-country-1646018791434",
        "title": "Belarus revokes non-nuclear status, paving way for Russia to place nuclear weapons in country",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646017793072_920.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "08:56 am",
        "article_date": "28 Feb",
        "article_body": "Ukraine's neighbour Belarus has passed a constitutional referendum revoking its non-nuclear status, paving way for Russian nuclear weapons to be placed in the country. \"If you (the West) transfer nuclear weapons to Poland or Lithuania, to our borders, then I will turn to Putin to return the nuclear weapons that I gave away without any conditions,\" President Alexander Lukashenko said."
    },
    "20": {
        "url": "https://inshorts.com/en/news/chose-to-switch-career-didnt-go-down-well-with-her-siddhant-on-breakup-1646018935484",
        "title": "Chose to switch career, didn't go down well with her: Siddhant on breakup",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646015442713_717.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "08:58 am",
        "article_date": "28 Feb",
        "article_body": "Actor Siddhant Chaturvedi said that he had a \"major heartbreak\" in his 20s. \"I had clarity when I was 20...I was with this girl for four years...wanted to settle down with her...but then I chose to switch my career. That didn't go down well with her...had to choose between love and ambition. And I chose ambition,\" he said. "
    },
    "21": {
        "url": "https://inshorts.com/en/news/4-live-bullets-found-in-mans-baggage-at-delhi-airport-arrested-1646019054624",
        "title": "4 live bullets found in man's baggage at Delhi airport; arrested",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645979862842_62.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "09:00 am",
        "article_date": "28 Feb",
        "article_body": "Central Industrial Security Force (CISF) personnel on Sunday apprehended a passenger with four live bullets at Indira Gandhi International Airport in New Delhi. During the security check at Terminal 3 of IGI Airport, CISF found four live rounds of .32 mm calibre from the hand baggage of the passenger, identified as Kapil Vaish, who was bound for San Francisco."
    },
    "22": {
        "url": "https://inshorts.com/en/news/shreyas-iyer-breaks-record-for-scoring-most-runs-in-a-3match-t20i-series-for-india-1646018655993",
        "title": "Shreyas Iyer breaks record for scoring most runs in a 3-match T20I series for India",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646017656581_232.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "08:54 am",
        "article_date": "28 Feb",
        "article_body": "Team India batter Shreyas Iyer has broken the record for scoring most runs in a three-match T20I series for India. The 27-year-old scored 204 runs in the recently-concluded three-match T20I series against Sri Lanka. The previous record was held by Virat Kohli, who had scored 199 runs against Australia in 2016. "
    },
    "23": {
        "url": "https://inshorts.com/en/news/chandigarh-airport-likely-to-start-direct-flight-to-london-by-october-1646018565780",
        "title": "Chandigarh Airport likely to start direct flight to London by October",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646015685167_512.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "08:52 am",
        "article_date": "28 Feb",
        "article_body": "The Chandigarh International Airport is likely to start a direct flight to London by October. \"The authorities had meeting with the British High Commission...Proposals have been sent...The direct flight will most likely be to the Heathrow Airport in London or Birmingham airport, which is around 170 km from the UK capital,\" said Chief Executive Officer of Chandigarh International Airport Limited."
    },
    "24": {
        "url": "https://inshorts.com/en/news/pulse-polio-drive-begins-in-pune-around-269-lakh-vaccinated-on-first-day-1646018424500",
        "title": "Pulse polio drive begins in Pune; around 2.69 lakh vaccinated on first day",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646016702364_714.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "08:50 am",
        "article_date": "28 Feb",
        "article_body": "A pulse polio drive was started in Pune on Sunday with over around 2.69 children getting vaccinated on the first day of the campaign. PMC said it set up 1,425 booths across the city and engaged 4,180 employees for the purpose. \"For the next five days we will have multiple teams conduct door-to-door vaccination drives,\" said a PMC official."
    },
    "25": {
        "url": "https://inshorts.com/en/news/voting-in-38-seats-underway-in-1st-phase-of-manipur-assembly-elections-1646018226220",
        "title": "Voting in 38 seats underway in 1st phase of Manipur Assembly elections",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646017066817_302.jpg?",
        "author_name": "Shreyasi Banerjee",
        "article_time": "08:47 am",
        "article_date": "28 Feb",
        "article_body": "The first phase of polling for the two-part Manipur Assembly elections began amid tight security at 7 am on Monday in 38 constituencies across five districts. As many as 173 candidates in the state are in the fray. According to state Chief Electoral Officer Rajesh Agrawal, 12,09,439 voters are expected to exercise their franchise across 1,721 polling stations."
    },
    "26": {
        "url": "https://inshorts.com/en/news/worlds-largest-plane-destroyed-by-russian-forces-claims-ukraine-1646018151895",
        "title": "World's largest plane destroyed by Russian forces, claims Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646016756998_807.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "08:45 am",
        "article_date": "28 Feb",
        "article_body": "Ukraine's Ministry of Foreign Affairs has claimed that Russian forces have destroyed the world's largest plane, AN-225 'Mriya'. \"They will never be able to destroy our dream of a strong, free and democratic European state. We shall prevail!\" Ukrainian Foreign Minister Dmytro Kuleba tweeted. \"We will rebuild the plane,\" the official Twitter handle of Ukraine wrote."
    },
    "27": {
        "url": "https://inshorts.com/en/news/bluru-police-cover-open-city-road-share-before-and-after-pics-1646018059041",
        "title": "B'luru Police cover open city road, share before and after pics",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646016037465_979.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "08:44 am",
        "article_date": "28 Feb",
        "article_body": "Bengaluru Traffic Police took to Twitter to share before and after pictures of a city road after covering it up. \"Officer and staff of station closed MES Outer Circular Road railway bridge near Jalahalli Traffic Police Station,\" police wrote. One Twitter user thanked police for \"responsibility\". \"It is sad traffic police has to do this job,\" another wrote."
    },
    "28": {
        "url": "https://inshorts.com/en/news/why-did-india-abstain-from-unsc-vote-calling-for-general-assembly-session-on-ukraine-1646017661255",
        "title": "Why did India abstain from UNSC vote calling for General Assembly session on Ukraine?",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646015259079_179.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "08:37 am",
        "article_date": "28 Feb",
        "article_body": "Explaining its decision to abstain from UNSC procedural vote calling for an emergency General Assembly session on Ukraine situation, India said, \"There is no other choice but to return to the path of diplomacy and dialogue.\" It added, \"Our evacuation efforts have been adversely impacted by the complex and uncertain situation at border crossings.\" "
    },
    "29": {
        "url": "https://inshorts.com/en/news/kept-saying-no-to-it-said-yes-for-family-glad-i-signed-it-anil-on-judaai-1646017975356",
        "title": "Kept saying no to it, said yes for family; glad I signed it: Anil on 'Judaai'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646015011979_524.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "08:42 am",
        "article_date": "28 Feb",
        "article_body": "As 'Judaai' clocked 25 years, actor Anil Kapoor said that he \"kept saying no\" to the film. \"I could not connect with my character...I had a lot of pressure from family and the family production company as we were going through tough times financially...I am glad I said yes, as intention was to do it for the family,\" he added. "
    },
    "30": {
        "url": "https://inshorts.com/en/news/india-abstains-from-unsc-vote-calling-for-general-assembly-session-on-ukraine-1646016808030",
        "title": "India abstains from UNSC vote calling for General Assembly session on Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646015129473_901.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "08:23 am",
        "article_date": "28 Feb",
        "article_body": "India abstained from a procedural vote taken in UNSC to call for a special emergency session of UN General Assembly on Russia's aggression against Ukraine. China and UAE also abstained from the vote. Eleven UNSC members voted in favour of it, while Russia voted against it. Resolution was adopted as the vote was procedural and no member had a veto."
    },
    "31": {
        "url": "https://inshorts.com/en/news/us-urges-its-citizens-to-consider-leaving-russia-immediately-1646016732436",
        "title": "US urges its citizens to consider leaving Russia immediately",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/28_mon/img_1646015684836_273.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "08:22 am",
        "article_date": "28 Feb",
        "article_body": "US' State Department on Sunday said that US citizens should consider leaving Russia immediately on commercial flights. It cited an increasing number of airlines cancelling flights and countries closing their airspace to Russia after Ukraine invasion. The State Department asked US citizens to have \"a contingency plan that does not rely on US government assistance\"."
    },
    "32": {
        "url": "https://inshorts.com/en/news/worlds-largest-wealth-fund-to-vote-against-apple-ceos-2021-compensation-1646015444932",
        "title": "World's largest wealth fund to vote against Apple CEO's 2021 compensation",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645979037086_167.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "08:00 am",
        "article_date": "28 Feb",
        "article_body": "Norway's sovereign wealth fund, the world's largest, will vote against ratification of Apple's management remuneration plan. The development comes after proxy advisory firm Institutional Shareholder Services urged investors to vote against Apple CEO Tim Cook's compensation of $98.7 million for 2021. Norges Bank Investment Management, which operates the wealth fund, said it would follow the advice."
    },
    "33": {
        "url": "https://inshorts.com/en/news/liverpool-defeat-chelsea-1110-on-penalties-to-win-league-cup-for-record-9th-time-1645990839484",
        "title": "Liverpool defeat Chelsea 11-10 on penalties to win League Cup for record 9th time",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645990449707_987.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "01:10 am",
        "article_date": "28 Feb",
        "article_body": "Liverpool defeated Chelsea 11-10 on penalties in the final at Wembley Stadium to win League Cup for a record ninth time. Chelsea goalkeeper Kepa Arrizabalaga, who was brought on for penalty shoot-out in place of Edouard Mendy, was the only player from both the teams who missed a penalty. Chelsea finished as League Cup runners-up for the fourth time."
    },
    "34": {
        "url": "https://inshorts.com/en/news/sit-will-complete-anis-khans-death-probe-in-15-days-west-bengal-dgp-1645985367707",
        "title": "SIT will complete Anis Khan's death probe in 15 days: West Bengal DGP",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645982425799_715.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "11:39 pm",
        "article_date": "27 Feb",
        "article_body": "Director-General of Police (West Bengal) Manoj Malviya on Sunday said that the Special Investigation Team's (SIT) probe into the death of student leader Anis Khan would be completed in 15 days. \"We can't divulge any details as the case is monitored by Hon'ble High Court. But we will find the truth in the stipulated period,\" the DGP said."
    },
    "35": {
        "url": "https://inshorts.com/en/news/police-help-80yrold-patient-in-snowbound-jk-area-reach-hospital-1645984874785",
        "title": "Police help 80-yr-old patient in snowbound J&K area reach hospital",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645979811085_132.jpg?",
        "author_name": "Shreya Das",
        "article_time": "11:31 pm",
        "article_date": "27 Feb",
        "article_body": "The police in J&K managed to save an 80-year-old critically ill patient after receiving a distress call from Karnah's forward Jabdi area on Sunday. The elderly man was in need of immediate medical attention but the road leading to the area was closed due to heavy snowfall. Police said their team arrived at the village and helped him reach hospital."
    },
    "36": {
        "url": "https://inshorts.com/en/news/turkishmade-drones-helping-fight-against-russia-ukrainian-envoy-1645984700697",
        "title": "Turkish-made drones helping fight against Russia: Ukrainian envoy",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645983709380_952.jpg?",
        "author_name": "Shailesh",
        "article_time": "11:28 pm",
        "article_date": "27 Feb",
        "article_body": "The Ukrainian Ambassador to Turkey, Vasyl Bodnar, on Sunday said that the drones purchased from Turkey were very efficient in Ukraine's battle against the invading Russian forces. Turkey has sold several batches of Bayraktar TB2 drones to Ukraine. Earlier, Ukraine had deployed the drones against Russian-backed separatists in the country's eastern region."
    },
    "37": {
        "url": "https://inshorts.com/en/news/development-of-up-was-never-akhilesh-yadavs-priority-yogi-1645984253045",
        "title": "Development of UP was never Akhilesh Yadav's priority: Yogi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645959204405_930.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "11:20 pm",
        "article_date": "27 Feb",
        "article_body": "While addressing a rally in Uttar Pradesh's Gorakhpur, UP Chief Minister Yogi Adityanath said that the development of the state was never the priority of Samajwadi Party chief Akhilesh Yadav. \"When I asked an SP leader to list the development work done under his party, he replied that infrastructure, medical facilities and roads were not their priority,\" the CM said. "
    },
    "38": {
        "url": "https://inshorts.com/en/news/venkatesh-is-ahead-of-everyone-in-race-for-2022-t20-wc-spot-irfan-1645984337149",
        "title": "Venkatesh is ahead of everyone in race for 2022 T20 WC spot: Irfan",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645982326607_989.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "11:22 pm",
        "article_date": "27 Feb",
        "article_body": "Talking about Venkatesh Iyer, ex-India all-rounder Irfan Pathan said the all-rounder is \"ahead of everyone in the race\" for a spot in Indian squad for 2022 T20 World Cup in Australia. He explained that Venkatesh is batting at a strike rate of 180 at number six and has the height to get the bounce on the quick pitches in Australia."
    },
    "39": {
        "url": "https://inshorts.com/en/news/nepals-parliament-approves-usfunded-grant-amid-protests-1645984482608",
        "title": "Nepal's Parliament approves US-funded grant amid protests",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645981280733_199.jpg?",
        "author_name": "Shailesh",
        "article_time": "11:24 pm",
        "article_date": "27 Feb",
        "article_body": "Nepal's Parliament on Sunday approved a US-funded $500 million grant agreement as protesters opposed to the aid clashed with the police. The agreement seeks to fund the building of electric transmission lines and the improvement of national highways. Critics have claimed that the aid would undermine Nepal's laws and sovereignty as it will not have sufficient control over the projects. "
    },
    "40": {
        "url": "https://inshorts.com/en/news/85-hrs-of-defence-difficult-time-will-pass-ukraine-minister-posts-selfie-with-prez-1645983993168",
        "title": "85 hrs of defence, difficult time will pass: Ukraine minister posts selfie with Prez",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645982708416_278.jpg?",
        "author_name": "Ridham Gambhir",
        "article_time": "11:16 pm",
        "article_date": "27 Feb",
        "article_body": "Ukraine's Defence Minister Oleksii Reznikov on Sunday posted a selfie with President Volodymyr Zelenskyy. He wrote, \" 85h of defence...It's impossible to break our defenders, moreover, it's impossible to make the Kyiv lay down arms. The times are difficult, but it will pass...We’re already winning. Therefore, we advise the occupiers to go home. It's not too late.\""
    },
    "41": {
        "url": "https://inshorts.com/en/news/ktaka-cm-lays-foundation-stone-for-late-actor-ambareeshs-memorial-1645983794008",
        "title": "K'taka CM lays foundation stone for late actor Ambareesh's memorial",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645981647049_450.jpg?",
        "author_name": "Shreya Das",
        "article_time": "11:13 pm",
        "article_date": "27 Feb",
        "article_body": "Karnataka CM Basavaraj Bommai on Sunday performed 'Bhoomi Pujan' for the memorial of late actor and former Union Minister Ambareesh at Bangalore's Kanteerava Studio. Recalling their 40-year-old friendship, Bommai said, \"We used to eat and roam...together, did usual things and...unusual things.\" He further said the actor was born with leadership qualities and never compromised with his conscience."
    },
    "42": {
        "url": "https://inshorts.com/en/news/inflation-will-decline-will-become-normal-in-8-months-rajnath-singh-1645984086787",
        "title": "Inflation will decline, will become normal in 8 months: Rajnath Singh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645978506422_275.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "11:18 pm",
        "article_date": "27 Feb",
        "article_body": "While addressing a rally in Uttar Pradesh's Azamgarh on Sunday, Defence Minister Rajnath Singh said that \"inflation will decline and will become normal in the next eight months.\" He also said that inflation was in double digits during Congress' tenure. Singh also commented on politics based on caste and said that it should only be based on \"humanity and justice.\""
    },
    "43": {
        "url": "https://inshorts.com/en/news/protests-against-invasion-of-ukraine-held-across-russia-1645983634188",
        "title": "Protests against invasion of Ukraine held across Russia",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645980728406_903.jpg?",
        "author_name": "Shailesh",
        "article_time": "11:10 pm",
        "article_date": "27 Feb",
        "article_body": "Protests against the Russian invasion of Ukraine were held across Russia on Sunday, with protesters marching in city centres. Nearly 2,000 people have been detained in protests across 49 cities, according to independent protest monitoring group OVD-Info. The protests against the invasion started on Thursday in Russia and have continued daily ever since."
    },
    "44": {
        "url": "https://inshorts.com/en/news/india-register-2nd-defeat-at-mens-pro-hockey-league-lose-to-spain-1645983441664",
        "title": "India register 2nd defeat at Men's Pro Hockey League, lose to Spain",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645981264242_882.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "11:07 pm",
        "article_date": "27 Feb",
        "article_body": "Indian men's hockey team registered their second defeat at FIH Pro League after losing 3-5 to Spain in the second match of their two-legged tie at Kalinga Stadium on Sunday. Earlier this month, India had lost 2-5 to France in South Africa. India are currently second in the standings with 12 points from six matches, including four wins. "
    },
    "45": {
        "url": "https://inshorts.com/en/news/uk-oil-giant-bp-to-exit-its-1975-shareholding-in-russian-oil-firm-rosneft-1645983330679",
        "title": "UK oil giant BP to exit its 19.75% shareholding in Russian oil firm Rosneft",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645982576835_237.jpg?",
        "author_name": "Pragya Swastik",
        "article_time": "11:05 pm",
        "article_date": "27 Feb",
        "article_body": "British oil giant BP will exit its 19.75% shareholding in Russian government-owned oil firm Rosneft. \"Russia's attack on Ukraine is an act of aggression that is having tragic consequences across the region,\" BP Chairman Helge Lund said. BP, which has operated in Russia for over 30 years, will no longer report reserves, production or profit for Rosneft."
    },
    "46": {
        "url": "https://inshorts.com/en/news/block-russian-users-addresses-ukraine-to-major-crypto-exchanges-1645982995444",
        "title": "Block Russian users' addresses: Ukraine to major crypto exchanges",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645981666669_192.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "10:59 pm",
        "article_date": "27 Feb",
        "article_body": "Ukraine's Vice Prime Minister Mykhailo Fedorov has called on major crypto exchanges to block Russian users' addresses. He said that it was crucial \"to sabotage ordinary users\". He had earlier solicited information about crypto wallets associated with Russian and Belarusian politicians and said that the Ukrainian crypto community was ready to offer \"a generous reward\"."
    },
    "47": {
        "url": "https://inshorts.com/en/news/eu-to-fund-purchase-delivery-of-weapons-for-ukraine-for-the-1st-time-in-history-1645982475337",
        "title": "EU to fund purchase, delivery of weapons for Ukraine for the 1st time in history",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645981369608_306.jpg?",
        "author_name": "Ridham Gambhir",
        "article_time": "10:51 pm",
        "article_date": "27 Feb",
        "article_body": "Speaking about the Russia-Ukraine issue, President of the European Union commission Ursula von der Leyen on Sunday announced that for the first time ever, the EU will finance the purchase and delivery of weapons and equipment to a country under attack. She added that the EU will close its airspace for all Russian planes, including the private planes of oligarchs."
    },
    "48": {
        "url": "https://inshorts.com/en/news/german-journalist-gets-emotional-cries-while-translating-ukrainian-prezs-speech-1645982680361",
        "title": "German journalist gets emotional, cries while translating Ukrainian Prez's speech",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645979859923_521.jpg?",
        "author_name": "Ridham Gambhir",
        "article_time": "10:54 pm",
        "article_date": "27 Feb",
        "article_body": "A German journalist became emotional and broke down in tears while translating Ukrainian President Volodymyr Zelenskyy's speech on Sunday. In a video of it, the translator can be heard crying and struggling to continue with her voiceover. In her translation, she said, \"Russia is on the path of evil,\" after which in a muffled voice she said \"sorry\" and paused. "
    },
    "49": {
        "url": "https://inshorts.com/en/news/jennifer-hudson-wins-entertainer-of-the-year-at-naacp-image-awards-1645982599684",
        "title": "Jennifer Hudson wins Entertainer of the Year at NAACP Image Awards",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645980812871_663.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "10:53 pm",
        "article_date": "27 Feb",
        "article_body": "Actress Jennifer Hudson was named the Entertainer of the Year and also won the award for Outstanding Actress in a Motion Picture at the 53rd NAACP Image Awards for her role in 'Respect'. Will Smith won the Outstanding Actor in a Motion Picture award for his film 'King Richard'. 'The Harder They Fall' won the award for Outstanding Motion Picture."
    },
    "50": {
        "url": "https://inshorts.com/en/news/hockey-india-congratulate-sreejesh-on-completing-250-international-caps-1645982648368",
        "title": "Hockey India congratulate Sreejesh on completing 250 international caps",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645979589500_811.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "10:54 pm",
        "article_date": "27 Feb",
        "article_body": "Hockey India congratulated PR Sreejesh on completing 250 international caps for India after the goalkeeper reached this milestone during India's second leg against Spain at FIH Pro Hockey League on Sunday at Kalinga Stadium. \"It's extremely special for me to achieve this incredible milestone...a lot of hard work and sacrifices have gone into this feat,\" said Sreejesh.\n"
    },
    "51": {
        "url": "https://inshorts.com/en/news/worlds-6th-richest-man-buffett-praises-iitian-ajit-jain-calls-hiring-him-perfect-choice-1645982159948",
        "title": "World's 6th richest man Buffett praises IITian Ajit Jain, calls hiring him 'perfect choice'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645979051047_733.jpg?",
        "author_name": "Pragya Swastik",
        "article_time": "10:45 pm",
        "article_date": "27 Feb",
        "article_body": "World's sixth richest man Warren Buffett praised Ajit Jain, who runs all of Berkshire's insurance operations, in his annual shareholder letter. Buffett revealed he hired Jain in 1986 even after Jain said he had no experience in insurance, and called his decision \"as perfect a choice as could have been made\". Jain, who hails from Odisha, studied at IIT Kharagpur."
    },
    "52": {
        "url": "https://inshorts.com/en/news/need-to-prepare-for-ukrainian-refugee-influx-eu-amid-russia-tensions-1645982262795",
        "title": "Need to prepare for Ukrainian refugee influx: EU amid Russia tensions",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645979174262_220.jpg?",
        "author_name": "Disha Jana",
        "article_time": "10:47 pm",
        "article_date": "27 Feb",
        "article_body": "European Union (EU) needs to prepare for \"millions\" of refugees from Ukraine who are crossing over to the bloc, EU official Ylva Johansson said. At least 3,00,000 Ukrainians have already arrived in neighbouring EU nations since Russian invasion, she added. Meanwhile, EU countries will soon decide on a resettlement programme for Ukrainian refugees, French Interior Minister Gerald Darmanin said."
    },
    "53": {
        "url": "https://inshorts.com/en/news/russias-military-operation-in-ukraine-a-brutal-mistake-sean-penn-1645981804596",
        "title": "Russia's military operation in Ukraine a brutal mistake: Sean Penn",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645973280065_944.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "10:40 pm",
        "article_date": "27 Feb",
        "article_body": "Hollywood star Sean Penn has termed Russia's military operation in Ukraine a \"brutal mistake\". \"If he [Russian President Vladimir Putin] doesn't relent, I believe Mr Putin will have made the most horrible mistake for all of humankind,\" Sean said. \"If we allow it [Ukraine] to fight alone, our soul as America is lost,\" he added."
    },
    "54": {
        "url": "https://inshorts.com/en/news/we-make-films-with-passion-dont-think-about-economics-sanjay-kapoor-1645981970089",
        "title": "We make films with passion, don't think about economics: Sanjay Kapoor",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645974918174_134.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "10:42 pm",
        "article_date": "27 Feb",
        "article_body": "Actor and producer Sanjay Kapoor has said in an interview that he and his family are passionate about making films and don't think about economics. \"Yes, there are unfortunate stories where people have spent money and the films have not done well. They lost everything,\" he said. \"But my family has made films with a lot of passion,\" he added."
    },
    "55": {
        "url": "https://inshorts.com/en/news/oppn-started-eliminating-poor-instead-of-poverty-shah-at-up-rally-1645981771474",
        "title": "Oppn started eliminating poor instead of poverty: Shah at UP rally",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645959943682_167.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "10:39 pm",
        "article_date": "27 Feb",
        "article_body": "Addressing a rally in Uttar Pradesh, Union Home Minister Amit Shah said, \"They (opposition) gave the slogan of 'Garibi Hatao' during the '70s, but instead of removing poverty, they started eliminating the poor.\" He further said that PM Narendra Modi got the people of UP rid of mosquitoes under Swachh Bharat Abhiyan, while UP CM Yogi Adityanath eliminated the mafia. "
    },
    "56": {
        "url": "https://inshorts.com/en/news/india-sets-up-twitter-handle-to-help-evacuation-of-indians-from-ukraine-1645981372532",
        "title": "India sets up Twitter handle to help evacuation of Indians from Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645980628376_525.jpg?",
        "author_name": "Deepika Bhatt",
        "article_time": "10:32 pm",
        "article_date": "27 Feb",
        "article_body": "The Central Government has set up a dedicated Twitter handle, OpGanga Helpline, to assist in the evacuation of Indians from Ukraine, Ministry of External Affairs Spokesperson Arindam Bagchi said. \"Please direct all related queries to @opganga,\" he tweeted. India has launched Operation Ganga to bring back Indians stranded in Ukraine.\n\n\n"
    },
    "57": {
        "url": "https://inshorts.com/en/news/blake-ryan-to-match-up-to-$1-mn-in-donations-to-ukrainian-refugees-1645981419894",
        "title": "Blake, Ryan to match up to $1 mn in donations to Ukrainian refugees",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645974786479_604.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "10:33 pm",
        "article_date": "27 Feb",
        "article_body": "Actors Ryan Reynolds and Blake Lively took to social media and said Ukrainians, who were forced to leave their homes amid the Russian invasion, need protection. \"When you donate, we'll match it up to $1,000,000, creating double the support,\" Ryan wrote. \"USA for UNHCR is on the ground helping the 50,000+ Ukrainians who had to flee their homes,\" Blake wrote."
    },
    "58": {
        "url": "https://inshorts.com/en/news/france-canada-join-others-to-close-airspace-to-russian-planes-1645981565826",
        "title": "France, Canada join others to close airspace to Russian planes",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645980039327_534.jpg?",
        "author_name": "Shailesh",
        "article_time": "10:36 pm",
        "article_date": "27 Feb",
        "article_body": "France and Canada on Sunday became the latest countries to close their airspace to all Russian aircraft in response to the invasion of Ukraine. Germany, Austria, Italy, Poland, Estonia, Latvia and Lithuania are among the nations that have banned Russian planes from their respective airspace. \"We'll hold Russia accountable for its...attacks against Ukraine,\" the Canadian Transport Minister said."
    },
    "59": {
        "url": "https://inshorts.com/en/news/criminals-who-flourished-under-sp-are-trembling-under-yogi-mp-cm-1645981451416",
        "title": "Criminals who flourished under SP are trembling under Yogi: MP CM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645969553450_961.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "10:34 pm",
        "article_date": "27 Feb",
        "article_body": "While addressing a rally in Uttar Pradesh's Mau, Madhya Pradesh Chief Minister Shivraj Singh Chouhan said that the criminals who \"flourished\" under Samajwadi Party's rule are now trembling in fear under Chief Minister Yogi Adityanath. \"Socialism of Samajwadi Party used to spread riots. Akhilesh Yadav is 'Dangesh' and there were criminals everywhere in his government,\" he said. "
    },
    "60": {
        "url": "https://inshorts.com/en/news/india-concede-late-goal-to-lose-34-vs-spain-at-womens-pro-hockey-league-1645981384025",
        "title": "India concede late goal to lose 3-4 vs Spain at Women's Pro Hockey League",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645977013550_516.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "10:33 pm",
        "article_date": "27 Feb",
        "article_body": "India lost 3-4 to Spain in their second leg of FIH Women's Pro Hockey League following the visitors' last minute winner at Kalinga Stadium, Bhubaneswar, on Sunday. It's India's first loss in tournament. India had earlier won first leg 2-1 on Saturday after being 0-1 down. Debutant Sangita Kumari (10'), Salima Tete (22') and Namita Toppo (49') scored for hosts."
    },
    "61": {
        "url": "https://inshorts.com/en/news/uae-not-taking-sides-in-russiaukraine-conflict-says-official-1645981119874",
        "title": "UAE not taking sides in Russia-Ukraine conflict, says official",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645975889711_111.jpg?",
        "author_name": "Shailesh",
        "article_time": "10:28 pm",
        "article_date": "27 Feb",
        "article_body": "Speaking on the Russia-Ukraine conflict, a senior official from the United Arab Emirates (UAE) on Sunday said, \"Our priority is to encourage all parties...to negotiate to find a political solution.\" The UAE believes that taking sides would only encourage violence, the official added. Notably, the UAE had abstained from voting on UN Security Council resolution condemning Russia's attack on Ukraine."
    },
    "62": {
        "url": "https://inshorts.com/en/news/india-equal-world-record-for-winning-most-consecutive-t20i-matches-whitewash-sl-30-1645980828768",
        "title": "India equal world record for winning most consecutive T20I matches, whitewash SL 3-0",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645978419709_53.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "10:23 pm",
        "article_date": "27 Feb",
        "article_body": "India defeated Sri Lanka by six wickets in the third T20I in Dharamshala to register their third straight 3-0 T20I series whitewash. With their 12th win on the trot, India also equalled Afghanistan and Romania's world record for winning most consecutive T20I matches. Afghanistan had won 12 straight T20Is in 2018-19, while Romania's sequence is ongoing."
    },
    "63": {
        "url": "https://inshorts.com/en/news/pm-modi-chairs-highlevel-meeting-on-ukrainerussia-conflict-1645980725621",
        "title": "PM Modi chairs high-level meeting on Ukraine-Russia conflict",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645979564734_303.jpg?",
        "author_name": "Deepika Bhatt",
        "article_time": "10:22 pm",
        "article_date": "27 Feb",
        "article_body": "Prime Minister Narendra Modi on Sunday chaired a high-level meeting to discuss the situation in Ukraine. PM Modi held the meeting after returning from Uttar Pradesh where he was campaigning for the state Assembly polls. A large number of Indians have been stranded in Ukraine following Russia's attack on the country. "
    },
    "64": {
        "url": "https://inshorts.com/en/news/4-army-men-summoned-for-tampering-with-ukhand-postal-ballots-1645980561132",
        "title": "4 Army men summoned for tampering with U'khand postal ballots",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645964562977_179.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "10:19 pm",
        "article_date": "27 Feb",
        "article_body": "The police in Uttarakhand's Pithoragarh have summoned four Army personnel after former CM Harish Rawat shared a video allegedly showing them tampering with postal ballots in Jammu. \"The...video is of four soldiers of the 2 Kumaon Regiments of the Army,\" SP Lokeshwar Singh said. \"The police have sent a summon to all under Section 161 of the CrPC,\" he added. "
    },
    "65": {
        "url": "https://inshorts.com/en/news/thousands-battling-life-death-campaigners-busy-in-polls-congress-1645980214410",
        "title": "Thousands battling life & death, campaigners busy in polls: Congress",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645974145095_225.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "10:13 pm",
        "article_date": "27 Feb",
        "article_body": "While referring to the ongoing Russia-Ukraine conflict, Congress spokesperson Randeep Surjewala said thousands of students are battling life and death, while campaigners are concerned with elections. \"The hunger for power has made them insensitive. Why is the country helpless yet again?\" he added. \"Visuals of Indian students in bunkers are disturbing,\" said former Congress President Rahul Gandhi."
    },
    "66": {
        "url": "https://inshorts.com/en/news/indias-nikhat-nitu-win-gold-medals-at-strandja-boxing-tournament-1645980327356",
        "title": "India's Nikhat, Nitu win gold medals at Strandja Boxing Tournament",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645974727880_624.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "10:15 pm",
        "article_date": "27 Feb",
        "article_body": "Indian boxers Nikhat Zareen (52kg) and Nitu (48kg) won gold medals at 73rd Strandja Memorial Boxing Tournament in Bulgaria on Sunday. Nikhat beat Ukraine's Tetiana Kob 4-1, while Nitu defeated Italy's Erika Prisciandaro 5-0. The Indian contingent finished their campaign with three medals, including one bronze. Notably, it's Nikhat's second gold at the tournament after having won it in 2019."
    },
    "67": {
        "url": "https://inshorts.com/en/news/was-waiting-for-swami-prasad-maurya-to-join-sp-since-2011-akhilesh-1645979861167",
        "title": "Was waiting for Swami Prasad Maurya to join SP since 2011: Akhilesh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645974162562_65.jpg?",
        "author_name": "Shreya Das",
        "article_time": "10:07 pm",
        "article_date": "27 Feb",
        "article_body": "Samajwadi Party President Akhilesh Yadav, while addressing a gathering in UP's Fazilnagar on Sunday, said he was waiting for former UP minister Swami Prasad Maurya to join SP since 2011. He added, \"Had [Maurya] joined us after leaving BSP, we wouldn't have seen bad days for five years.\" Maurya had switched from the BJP to SP in January this year."
    },
    "68": {
        "url": "https://inshorts.com/en/news/44-of-75-districts-certified-free-of-stray-cattle-says-up-govt-1645979973352",
        "title": "44 of 75 districts certified free of stray cattle, says UP govt ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645966807337_990.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "10:09 pm",
        "article_date": "27 Feb",
        "article_body": "The Uttar Pradesh government has said 44 of the 75 districts in the state are certified \"free of stray cattle\". In a communique, the state government said 3% income received as cess will be spent on the welfare of destitute cattle at registered 'gaushalas'. PM Narendra Modi had recently promised a new policy to tackle stray cattle in Uttar Pradesh. "
    },
    "69": {
        "url": "https://inshorts.com/en/news/in-a-first-itbp-organises-ice-wall-climbing-competition-in-ladakh-1645980128920",
        "title": "In a first, ITBP organises ice wall climbing competition in Ladakh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645957879125_774.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "10:12 pm",
        "article_date": "27 Feb",
        "article_body": "The Indo-Tibetan Border Police (ITBP) organised the first-ever ice wall climbing competition in Ladakh on Sunday. More than 100 climbers from 13 teams are taking part in the event. The opening ceremony of the ice wall climbing competition was held on Saturday and was attended by Ladakh Lieutenant Governor Radha Krishna Mathur."
    },
    "70": {
        "url": "https://inshorts.com/en/news/steps-being-taken-to-bring-remaining-students-from-ukraine-ktaka-cm-1645979508223",
        "title": "Steps being taken to bring remaining students from Ukraine: K'taka CM",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645967248263_174.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "10:01 pm",
        "article_date": "27 Feb",
        "article_body": "Karnataka Chief Minister Basavaraj Bommai on Sunday said that steps are being taken to bring the remaining students of the state back home safely from Ukraine. \"Helplines set up by the Union and State governments are in touch with the students and their parents,\" he said. The first batch of 12 Karnataka students stranded in Ukraine landed today in Bengaluru."
    },
    "71": {
        "url": "https://inshorts.com/en/news/was-never-a-good-actor-you-keep-learning-throughout-ankita-lokhande-1645979340022",
        "title": "Was never a good actor, you keep learning throughout: Ankita Lokhande",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645976775200_283.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "09:59 pm",
        "article_date": "27 Feb",
        "article_body": "Actress Ankita Lokhande said she was never a good actor, however, added that she kept learning while working in the television and film industry. \"Television teaches you so much itself...when I did 'Manikarnika: The Queen of Jhansi' after 'Pavitra Rishta', I learned more things,\" she stated. Ankita added that the process of learning can never stop."
    },
    "72": {
        "url": "https://inshorts.com/en/news/mumbai-reports-zero-deaths-103-covid19-cases-in-last-24-hrs-1645978949126",
        "title": "Mumbai reports zero deaths, 103 COVID-19 cases in last 24 hrs",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645976855087_177.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "09:52 pm",
        "article_date": "27 Feb",
        "article_body": "Mumbai reported 103 new COVID-19 cases and zero deaths in the last 24 hours, taking the overall infection tally in the city to 10,56,399. Moreover, 165 recoveries were reported in Mumbai, with the city currently having 838 active cases. With no COVID-19 related death in the last 24 hours, the fatality count in the city stood at 16,691."
    },
    "73": {
        "url": "https://inshorts.com/en/news/pm-modi-won-hearts-with-his-development-agenda-maha-deputy-cm-1645978844193",
        "title": "PM Modi won hearts with his development agenda: Maha Deputy CM  ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645960603256_165.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "09:50 pm",
        "article_date": "27 Feb",
        "article_body": "Maharashtra Deputy Chief Minister Ajit Pawar on Saturday said Prime Minister Narendra Modi won the hearts of people through his development agenda when he came to power. \"People give an opportunity to those who talk of development,\" Pawar said at a press conference. \"There are few people who are interested in controversies,\" he added. "
    },
    "74": {
        "url": "https://inshorts.com/en/news/sp-candidate-in-up-booked-for-raping-and-beating-up-woman-1645979012849",
        "title": "SP candidate in UP booked for raping and beating up woman",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645976924886_305.jpg?",
        "author_name": "Shreya Das",
        "article_time": "09:53 pm",
        "article_date": "27 Feb",
        "article_body": "Samajwadi Party candidate from Colonelganj Assembly constituency in UP, Yogesh Pratap Singh, was booked by police on Saturday for allegedly beating and raping a woman. According to police, Singh, his brothers and supporters barged into her house and assaulted her and her family members for allegedly supporting BJP. Police said they've provided security to the BJP candidate after the incident."
    },
    "75": {
        "url": "https://inshorts.com/en/news/hellish-20hr-journey-saw-terrible-things-man-who-walked-from-ukraine-to-poland-1645978553199",
        "title": "Hellish 20-hr journey, saw terrible things: Man who walked from Ukraine to Poland",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645976274804_30.jpg?",
        "author_name": "Pragya Swastik",
        "article_time": "09:45 pm",
        "article_date": "27 Feb",
        "article_body": "A man named Manny Marotta walked from Ukraine's Lviv to Poland's Medyka and called his 20-hour journey \"hellish\". \"I saw some terrible things...Ukrainian soldiers were...stopping vehicles...and yanking out any man aged 18-60 to conscript in Ukrainian Army,\" he tweeted. \"A commissar was shouting, 'Say goodbye to your daughters, mothers & girlfriends; you must fight the Russian invader',\" he added."
    },
    "76": {
        "url": "https://inshorts.com/en/news/dum-laga-ke-haisha-taught-me-to-choose-content-first-ayushmann-1645978467647",
        "title": "'Dum Laga Ke Haisha' taught me to choose content first: Ayushmann",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645973484732_460.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "09:44 pm",
        "article_date": "27 Feb",
        "article_body": "Actor Ayushmann Khurrana has said that his film 'Dum Laga Ke Haisha' taught him the \"biggest lesson\" of choosing content first in Bollywood. \"The incredible reaction to 'Dum Laga Ke Haisha' showed me...my path in the industry was to pick the best scripts,\" he stated. The film, directed by Sharat Katariya, completed seven years of its release on Sunday."
    },
    "77": {
        "url": "https://inshorts.com/en/news/5000-litre-liquor-seized-in-ludhiana-during-punjab-polls-police-1645978586569",
        "title": "5,000 litre liquor seized in Ludhiana during Punjab polls: Police",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645954576269_581.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "09:46 pm",
        "article_date": "27 Feb",
        "article_body": "The police in Ludhiana district recovered 5,000 litre liquor and ₹1.69 crore unaccounted money since the announcement of elections in Punjab, one-and-a-half months ago. The local unit of the Special Task Force has recovered 7.2 kg heroin from 10 persons in eight cases, the police said. Around 3.26 lakh litre lahan (raw material used for illicit liquor) was also destroyed."
    },
    "78": {
        "url": "https://inshorts.com/en/news/prashant-kishor-visits-telangana-amid-rumours-of-being-hired-by-trs-1645978517629",
        "title": "Prashant Kishor visits Telangana amid rumours of being hired by TRS",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645976670975_35.jpg?",
        "author_name": "Disha Jana",
        "article_time": "09:45 pm",
        "article_date": "27 Feb",
        "article_body": "Political strategist Prashant Kishor visited the Kaleshwaram project in Telangana's Jayashankar Bhupalpally district on Sunday. This comes amid speculations that the Telangana Rashtra Samithi (TRS) may have hired Kishor ahead of the 2023 state Legislative Assembly polls. Kishore, who was accompanied by actor Prakash Raj, also visited other reservoirs such as the Mallanna Sagar reservoir."
    },
    "79": {
        "url": "https://inshorts.com/en/news/delhi-reports-484-covid19-cases-3-deaths-in-last-24-hrs-1645978309575",
        "title": "Delhi reports 484 COVID-19 cases, 3 deaths in last 24 hrs",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645976112849_868.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "09:41 pm",
        "article_date": "27 Feb",
        "article_body": "Delhi reported 484 new COVID-19 cases and three related deaths in the last 24 hours, taking the overall infection tally in the city to 18,59,634. Delhi currently has 2,086 active cases. All COVID-19 curbs in the city will be lifted from Monday following a drop in COVID-19 cases, the Delhi Disaster Management Authority announced on Friday."
    },
    "80": {
        "url": "https://inshorts.com/en/news/7yearold-boy-falls-into-borewell-in-mps-damoh-rescue-ops-on-1645978332965",
        "title": "7-year-old boy falls into borewell in MP's Damoh, rescue ops on ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645962306062_448.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "09:42 pm",
        "article_date": "27 Feb",
        "article_body": "A seven-year-old boy fell into a 300-feet deep borewell in Madhya Pradesh's Damoh district on Sunday. The boy had gone to a farm when the incident occurred. The borewell is said to be seven inches in diameter. \"The rescue team has reached...and every effort is being made to get the child out safely,\" said SDM Abhishek Thakur. "
    },
    "81": {
        "url": "https://inshorts.com/en/news/future-retail-suspends-store-operations-amid-reliance-takeover-report-1645976953261",
        "title": "Future Retail suspends store operations amid Reliance takeover: Report",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645975365722_361.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "09:19 pm",
        "article_date": "27 Feb",
        "article_body": "India's second-largest retailer Future Retail has suspended most of its online and offline operations amid reports of Reliance Industries taking over its stores including Big Bazaar, reported Reuters. \"We regret to inform you that currently stores are non-operational for 2 days,\" Big Bazaar told social media users on Sunday. Its app and website were also not available for online ordering."
    },
    "82": {
        "url": "https://inshorts.com/en/news/fantastic-initiative-hussey-on-csk-opening-cricket-academies-in-tamil-nadu-1645977222997",
        "title": "Fantastic initiative: Hussey on CSK opening cricket academies in Tamil Nadu",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645973215751_941.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "09:23 pm",
        "article_date": "27 Feb",
        "article_body": "CSK batting coach Michael Hussey said the franchise's decision to establish Super Kings Academy, for both girls and boys, is a \"fantastic initiative\". He added that it'll give opportunities to many youngsters in accessing great facilities and great coaching, and one day help them play for CSK in the IPL. CSK will initially establish the academies in Chennai and Salem."
    },
    "83": {
        "url": "https://inshorts.com/en/news/ukrainian-man-tries-to-stop-russian-tank-with-his-bare-hands-video-viral-1645976870695",
        "title": "Ukrainian man tries to stop Russian tank with his bare hands, video viral",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645972145380_77.jpg?",
        "author_name": "Ridham Gambhir",
        "article_time": "09:17 pm",
        "article_date": "27 Feb",
        "article_body": "A video of a Ukrainian man attempting to stop a Russian tank with his bare hands has surfaced on social media. In the video, the man first climbed on the tank, then jumped on the ground to push the tank with his hands. Later, he knelt in front of the tank in an attempt to stop it from going forward."
    },
    "84": {
        "url": "https://inshorts.com/en/news/germany-to-hike-defence-budget-chancellor-after-invasion-of-ukraine-1645976628452",
        "title": "Germany to hike defence budget: Chancellor after invasion of Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645974017944_831.jpg?",
        "author_name": "Shailesh",
        "article_time": "09:13 pm",
        "article_date": "27 Feb",
        "article_body": "German Chancellor Olaf Scholz on Sunday said that Germany would increase its spending on defence to over 2% of its GDP in response to Russia's invasion of Ukraine. \"We'll have to invest more in...security...to protect our freedom and democracy,\" he added. The government has decided to supply 100 billion euros for military investments from its 2022 budget, he further said."
    },
    "85": {
        "url": "https://inshorts.com/en/news/leeds-sack-manager-bielsa-with-team-2-points-away-from-pl-relegation-zone-1645976408091",
        "title": "Leeds sack manager Bielsa with team 2 points away from PL relegation zone",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645970693614_921.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "09:10 pm",
        "article_date": "27 Feb",
        "article_body": "Leeds United sacked their manager Marcelo Bielsa on Sunday after the team's 0-4 loss against Tottenham. With this defeat, the team has dropped to within two points of Premier League relegation zone. Leeds has conceded 20 goals in five games in February, a Premier League record for goals allowed in a single month. Bielsa had joined Leeds in 2018."
    },
    "86": {
        "url": "https://inshorts.com/en/news/former-indian-cricketer-vinod-kambli-arrested-for-drunk-driving-released-on-bail-1645976086950",
        "title": "Former Indian cricketer Vinod Kambli arrested for drunk driving; released on bail",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645973967734_723.jpg?",
        "author_name": "Ridham Gambhir",
        "article_time": "09:04 pm",
        "article_date": "27 Feb",
        "article_body": "Former Indian cricketer Vinod Kambli was arrested on Sunday for allegedly driving under the influence of alcohol and hitting a passing car at a Bandra society in Mumbai. It was alleged that he argued with the complex's watchman and some residents after the incident. He was investigated at the Bandra Police Station and was released on bail later."
    },
    "87": {
        "url": "https://inshorts.com/en/news/1-lakh-protest-in-germany-against-russias-invasion-of-ukraine-1645975958908",
        "title": "1 lakh protest in Germany against Russia's invasion of Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645972300108_422.jpg?",
        "author_name": "Shailesh",
        "article_time": "09:02 pm",
        "article_date": "27 Feb",
        "article_body": "Around 1 lakh people took part in a protest against Russia's invasion of Ukraine in Germany's Berlin on Sunday. Some of the protesters carried placards with slogans such as \"Hands off Ukraine\", \"No World War 3\" and \"Stop the killer\". \"It's important to me for Germany to show that it's standing for democracy in Europe,\" one of the protesters said."
    },
    "88": {
        "url": "https://inshorts.com/en/news/fpis-withdraw-net-₹35506-cr-in-feb-2022-highest-since-march-2020-1645975526061",
        "title": "FPIs withdraw net ₹35,506 cr in Feb 2022, highest since March 2020",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645962971408_48.jpg?",
        "author_name": "Ashley Paul",
        "article_time": "08:55 pm",
        "article_date": "27 Feb",
        "article_body": "Foreign portfolio investors (FPIs) withdrew net ₹35,506 crore in the month of February 2022, the highest amount withdrawn by FPIs since March 2020 at ₹1,18,203 crore. FPIs have been net sellers since October 2021. During February 1-25, FPIs pulled out ₹31,158 crore from equities and ₹4,467 crore from the debt segment, according to depositories’ data."
    },
    "89": {
        "url": "https://inshorts.com/en/news/rohit-sharma-breaks-world-record-for-playing-most-mens-t20is-1645975459407",
        "title": "Rohit Sharma breaks world record for playing most men's T20Is",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645973904036_64.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "08:54 pm",
        "article_date": "27 Feb",
        "article_body": "Team India captain Rohit Sharma has broken the world record for playing most men's T20I matches. India's third T20I against Sri Lanka is Rohit's 125th match in T20I cricket. Rohit overtook veteran Pakistani all-rounder Shoaib Malik, who has played 124 T20I matches. Notably, Rohit is the only Indian to have played 100 or more T20Is for India so far."
    },
    "90": {
        "url": "https://inshorts.com/en/news/who-warns-of-dangerously-low-medical-oxygen-supplies-in-ukraine-1645975005370",
        "title": "WHO warns of 'dangerously low' medical oxygen supplies in Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645973963277_18.jpg?",
        "author_name": "Pragya Swastik",
        "article_time": "08:46 pm",
        "article_date": "27 Feb",
        "article_body": "The World Health Organization (WHO) on Sunday warned of \"dangerously low\" medical oxygen supplies in Ukraine due to the Ukraine-Russia crisis. \"Trucks are unable to transport oxygen supplies from plants to hospitals across the country, including capital Kyiv,\" the WHO said. \"The majority of hospitals could exhaust their oxygen reserves within 24 hours. Some have already run out,\" it warned."
    },
    "91": {
        "url": "https://inshorts.com/en/news/amazon-sued-for-$100-mn-by-us-man-who-lost-his-leg-in-crash-with-delivery-van-1645975093832",
        "title": "Amazon sued for $100 mn by US man who lost his leg in crash with delivery van",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645973423760_722.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "08:48 pm",
        "article_date": "27 Feb",
        "article_body": "A man is suing Amazon for $100 million in the US after a collision with a delivery van resulted in the amputation of his left leg. Justin Hartley claimed the accident caused him \"severe bodily injuries\", including a fractured left wrist. He alleged that Amazon is responsible because it puts pressure on employees, causing them to become distracted while driving."
    },
    "92": {
        "url": "https://inshorts.com/en/news/compensation-for-death-in-hit-run-cases-raised-from-₹25k-to-₹2-lakh-govt-1645974816136",
        "title": "Compensation for death in hit & run cases raised from ₹25k to ₹2 lakh: Govt",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645970947439_768.jpg?",
        "author_name": "Deepika Bhatt",
        "article_time": "08:43 pm",
        "article_date": "27 Feb",
        "article_body": "The Centre has increased the compensation for hit and run accident victims with effect from April 1. The compensation has been increased from ₹12,500 to ₹50,000 for grievous hurt and from ₹25,000 to ₹2,00,000 in case of death. The new scheme will be applicable for all roads and highways across India, the Ministry of Road Transport and Highways said."
    },
    "93": {
        "url": "https://inshorts.com/en/news/rick-harrison-sued-by-mother-over-family-assets-ownership-report-1645974934870",
        "title": "Rick Harrison sued by mother over family assets, ownership: Report",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645972190576_911.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "08:45 pm",
        "article_date": "27 Feb",
        "article_body": "Rick Harrison of reality show 'Pawn Stars' fame has been sued by his mother in a dispute over family assets and business ownership in Las Vegas. \"The lawsuit was filed...in Nevada state court by attorneys for Harrison's mother, Joanne Harrison,\" a report said. \"The allegations are false and I think...my 81-year-old mother is being manipulated,\" Rick said.  "
    },
    "94": {
        "url": "https://inshorts.com/en/news/woman-man-tied-to-tree-beaten-by-husband-in-madhya-pradesh-1645973759715",
        "title": "Woman & man tied to tree, beaten by husband in Madhya Pradesh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645971125163_670.jpg?",
        "author_name": "Disha Jana",
        "article_time": "08:25 pm",
        "article_date": "27 Feb",
        "article_body": "A man and a married woman were allegedly tied to a tree and beaten by her husband and other relatives after they were seen together in MP's Rajgarh district, police said on Sunday. The incident took place in Khanauta village on Saturday, where victims were held captive, police added. A case has been registered against woman's husband and another person."
    },
    "95": {
        "url": "https://inshorts.com/en/news/rajkummar-taapsee-dont-do-independent-films-vivek-agnihotri-1645973067562",
        "title": "Rajkummar, Taapsee don't do independent films: Vivek Agnihotri",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645970414233_741.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "08:14 pm",
        "article_date": "27 Feb",
        "article_body": "Filmmaker Vivek Agnihotri has said in an interview that Rajkummar Rao and Taapsee Pannu don't do independent films. \"When they make a film and say it's an independent one, it's not! It's supported and financed by big studios,\" Vivek said. \"They are doing the same thing and...naming it differently. I am the only genuine independent filmmaker...in India,\" he added. "
    },
    "96": {
        "url": "https://inshorts.com/en/news/bjp-demands-bengal-civic-polls-be-declared-null-void-over-violence-1645973295609",
        "title": "BJP demands Bengal civic polls be declared null & void over violence",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645967678068_733.jpg?",
        "author_name": "Ashley Paul",
        "article_time": "08:18 pm",
        "article_date": "27 Feb",
        "article_body": "BJP's West Bengal unit on Sunday wrote to the State Election Commissioner demanding the municipal polls \"to be declared null and void\". \"West Bengal witnessed unprecedented violence, attacks, arson and complete failure of the law and order machinery,\" the letter read. BJP accused \"workers of the ruling...Trinamool Congress\" and the state's \"police and administration\" of orchestrating the violence."
    },
    "97": {
        "url": "https://inshorts.com/en/news/thered-be-shock-reeves-on-whether-superman-appears-in-batman-sequels-1645972670957",
        "title": "There'd be shock: Reeves on whether Superman appears in Batman sequels",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645971058081_797.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "08:07 pm",
        "article_date": "27 Feb",
        "article_body": "'The Batman' director Matt Reeves said there would be \"a lot of shock\" if Superman appears in the sequels. \"I mean, people would have to say, oh my God,\" he stated. However, he added, \"That is not the intention at this point, to figure out how to make that come.\" Actor Henry Cavill plays the Superman in the DC universe."
    },
    "98": {
        "url": "https://inshorts.com/en/news/7-people-killed-in-rain-bomb-floods-in-australia-1645972328874",
        "title": "7 people killed in 'rain bomb' floods in Australia",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645970232283_960.jpg?",
        "author_name": "Shailesh",
        "article_time": "08:02 pm",
        "article_date": "27 Feb",
        "article_body": "Flash floods caused by heavy rains have left at least seven people dead in Australia's Queensland and New South Wales (NSW) states. \"We never expected this rain...This rain bomb is just really, you know, it's unrelenting...It's just coming down in buckets,\" Queensland Premier Annastacia Palaszczuk said. More than 28,000 homes were left without power in Queensland."
    },
    "99": {
        "url": "https://inshorts.com/en/news/ukraine-agrees-to-hold-talks-with-russia-on-ukrainebelarus-border-1645972171226",
        "title": "Ukraine agrees to hold talks with Russia on Ukraine-Belarus border",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645966836733_833.jpg?",
        "author_name": "Pragya Swastik",
        "article_time": "07:59 pm",
        "article_date": "27 Feb",
        "article_body": "The Ukrainian delegation has agreed to meet the Russian delegation with no preconditions on the Ukraine-Belarus border in the vicinity of the Pripyat river, Ukraine's Defence Ministry said. Belarus President Alexander Lukashenko has taken responsibility for ensuring that all planes, helicopters and missiles stationed on Belarusian territory remain on the ground during the travel, talks and return."
    },
    "100": {
        "url": "https://inshorts.com/en/news/black-belt-putin-suspended-as-honorary-president-of-intl-judo-federation-1645971366039",
        "title": "Black belt Putin suspended as Honorary President of Int'l Judo Federation",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645968475367_978.jpg?",
        "author_name": "Pragya Swastik",
        "article_time": "07:46 pm",
        "article_date": "27 Feb",
        "article_body": "The International Judo Federation on Sunday suspended Russian President Vladimir Putin's status as Honorary President and Ambassador of the International Judo Federation, citing the ongoing war in Ukraine. Russia's invasion by land, air and sea in Ukraine on Thursday followed a declaration of war by Putin. A judo black belt, the 69-year-old is a keen practitioner of the discipline."
    },
    "101": {
        "url": "https://inshorts.com/en/news/paks-ashraf-ruled-out-of-test-series-vs-aus-with-groin-injury-reports-1645971246124",
        "title": "Pak's Ashraf ruled out of Test series vs Aus with groin injury: Reports ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645965512109_433.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "07:44 pm",
        "article_date": "27 Feb",
        "article_body": "Pakistan all-rounder Faheem Ashraf has been reportedly ruled out of upcoming three-match Test series against Australia due to a groin injury. Earlier, spinner Mohammad Nawaz was ruled out due to an injury. Notably, it is Australia's first tour in Pakistan since 1998. First Test will begin on March 4 in Rawalpindi. Australia have reached Pakistan for the historic series."
    },
    "102": {
        "url": "https://inshorts.com/en/news/apples-brilliant-ceo-regards-apple-users-as-first-love-warren-buffett-1645971597233",
        "title": "Apple's 'brilliant' CEO regards Apple users as first love: Warren Buffett",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645970850059_684.jpg?",
        "author_name": "Hiral Goyal",
        "article_time": "07:49 pm",
        "article_date": "27 Feb",
        "article_body": "Berkshire Hathaway's Chairman Warren Buffett in his annual letter to shareholders said, \"Tim Cook, Apple's brilliant CEO...regards users of Apple products as his first love.\" Listing Apple under \"Our Four Giants\", Buffett said Berkshire holds a 5.55% stake in Apple. The 91-year-old investor also credited the growth of Berkshire's insurance unit to his hiring of Ajit Jain in 1986."
    },
    "103": {
        "url": "https://inshorts.com/en/news/putin-orders-nuclear-deterrent-forces-on-high-alert-amid-tensions-with-west-1645970920774",
        "title": "Putin orders nuclear deterrent forces on high alert amid tensions with West",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645969417287_69.jpg?",
        "author_name": "Ridham Gambhir",
        "article_time": "07:38 pm",
        "article_date": "27 Feb",
        "article_body": "Russian President Vladimir Putin has put Russia's nuclear deterrent forces on high alert in response to what he called \"aggressive statements\" by leading NATO powers over the situation in Ukraine. He further ordered his top officials to put them in a \"special regime of combat duty.\" This would mean the nuclear weapons will be prepared for increased readiness to launch. \n"
    },
    "104": {
        "url": "https://inshorts.com/en/news/sweden-finland-denmark-shut-their-airspace-to-russian-planes-1645970457916",
        "title": "Sweden, Finland & Denmark shut their airspace to Russian planes",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645969327619_149.jpg?",
        "author_name": "Disha Jana",
        "article_time": "07:30 pm",
        "article_date": "27 Feb",
        "article_body": "Sweden, Finland and Denmark said they will shut their airspace to Russian planes on Sunday following the Russian invasion of Ukraine. The Nordic countries join other European nations, including UK, Romania, Germany and Poland, which have also closed their airspace. \"It is now absolutely necessary to proceed with further...measures to isolate Russia,\" Swedish EU Minister Hans Dahlgren said."
    },
    "105": {
        "url": "https://inshorts.com/en/news/mumbai-vendor-kills-22yrold-man-for-threatening-to-harm-his-wife-1645970455679",
        "title": "Mumbai vendor kills 22-yr-old man for threatening to harm his wife",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645966988365_616.jpg?",
        "author_name": "Shreya Das",
        "article_time": "07:30 pm",
        "article_date": "27 Feb",
        "article_body": "A vegetable vendor from Mumbai has been arrested for allegedly killing a 22-year-old man who had reportedly threatened to harm his wife. According to the case details, the accused, Sundar Naidu, had gathered some of his friends and attacked the victim near a railway track on Thursday. The victim's grandmother reported the incident to the police after finding his body."
    },
    "106": {
        "url": "https://inshorts.com/en/news/ashton-kutcher-supports-wife-mila-kunis-home-nation-ukraine-1645969871503",
        "title": "Ashton Kutcher supports wife Mila Kunis' home nation Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645968512338_193.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "07:21 pm",
        "article_date": "27 Feb",
        "article_body": "Amid Russia-Ukraine war, Hollywood actor Ashton Kutcher took to Twitter and wrote, \"I stand with Ukraine.\" Ukraine is Ashton's wife and actress Mila Kunis' native country. In a 2008 interview with Los Angeles Times, Mila had stated that her parents left the country and immigrated to the United States \"right at the fall [of the Soviet Union].\""
    },
    "107": {
        "url": "https://inshorts.com/en/news/2-pcmc-swimming-pools-in-pune-shut-shortly-after-reopening-1645970018901",
        "title": "2 PCMC swimming pools in Pune shut shortly after reopening",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645964418644_191.jpg?",
        "author_name": "Shreya Das",
        "article_time": "07:23 pm",
        "article_date": "27 Feb",
        "article_body": "Two Pimpri-Chinchwad Municipal Corporation-run swimming pools at Kasarwadi and Sangvi remained closed on Sunday citing repair works, while one at Pimple Gurav denied entry to swimmers and children. This comes after PCMC pools reopened earlier this month following a two-year gap due to pandemic. PCMC's additional municipal commissioner said meeting will be convened to find out the state of pools."
    },
    "108": {
        "url": "https://inshorts.com/en/news/ktaka-congress-resumes-mekedatu-rally-leaders-move-towards-bluru-1645969602452",
        "title": "K'taka Congress resumes Mekedatu rally, leaders move towards B'luru",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645966768190_61.jpg?",
        "author_name": "Deepika Bhatt",
        "article_time": "07:16 pm",
        "article_date": "27 Feb",
        "article_body": "Karnataka Congress resumed the Mekedatu march on Sunday as it was halted in January due to a surge in COVID-19 cases. The rally will end at National College Grounds in Bengaluru. The party leaders will cover a distance of 50 km in five days. The rally aims to implement the Mekedatu project to regulate water flow to neighbouring Tamil Nadu."
    },
    "109": {
        "url": "https://inshorts.com/en/news/pink-booth-opened-for-women-at-delhi-universitys-mata-sundri-college-1645969527691",
        "title": "Pink booth opened for women at Delhi University's Mata Sundri College",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645962881338_352.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "07:15 pm",
        "article_date": "27 Feb",
        "article_body": "President of the Police Family Welfare Society, Anu Asthana, inaugurated a pink booth at Delhi University's Mata Sundri College for Women on Saturday. She virtually inaugurated seven more pink booths and cited it as a novel initiative for the grievance redressal of women. On Friday, the police organised a programme to increase the visibility of women police on the streets."
    },
    "110": {
        "url": "https://inshorts.com/en/news/pune-records-decades-third-warmest-february-in-2022-1645969131013",
        "title": "Pune records decade's third warmest February in 2022",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645966788633_307.jpg?",
        "author_name": "Ashley Paul",
        "article_time": "07:08 pm",
        "article_date": "27 Feb",
        "article_body": "February 2022 has been the third warmest February in Pune in the last decade with the highest maximum temperature touching 35.7°C, according to the India Meteorological Department. The highest maximum temperature in the last decade was reported in 2017 at 37.5°C. The all-time record according to IMD has been from 1953 when the mercury touched 38.9°C."
    },
    "111": {
        "url": "https://inshorts.com/en/news/no-proposal-to-remove-face-mask-rule-yet-maharashtra-health-minister-1645968611832",
        "title": "No proposal to remove face mask rule yet: Maharashtra Health Minister",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645966615342_843.jpg?",
        "author_name": "Disha Jana",
        "article_time": "07:00 pm",
        "article_date": "27 Feb",
        "article_body": "Maharashtra Health Minister Rajesh Tope has said there is no proposal to remove face mask rule yet despite waning COVID-19 cases. \"Chief Minister (Uddhav Thackeray) [has said] that we cannot assume that...pandemic is over. So...decision on mask liberty will be taken after careful consideration,\" Tope said. The third wave has almost ended but we should continue being vigilant, he added."
    },
    "112": {
        "url": "https://inshorts.com/en/news/problem-is-not-that-putin-is-smart-real-problem-is-our-leaders-are-so-dumb-trump-1645968010282",
        "title": "Problem is not that Putin is smart, real problem is our leaders are so dumb: Trump",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645966021712_185.jpg?",
        "author_name": "Pragya Swastik",
        "article_time": "06:50 pm",
        "article_date": "27 Feb",
        "article_body": "Former US President Donald Trump said, \"Reporters asked me if I thought Russian President Vladimir Putin was smart. I said, 'of course, he's smart'.\" Trump added, \"The problem is not that Putin is smart, which of course he's smart, but the real problem is that our leaders are dumb.\" Trump said he likes to tell the \"truth\"."
    },
    "113": {
        "url": "https://inshorts.com/en/news/india-announce-playing-xi-for-3rd-t20i-against-sri-lanka-make-4-changes-1645968205802",
        "title": "India announce playing XI for 3rd T20I against Sri Lanka, make 4 changes",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645967439946_975.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "06:53 pm",
        "article_date": "27 Feb",
        "article_body": "Sri Lanka captain Dasun Shanaka won the toss and elected to bat first against India in third T20I in Dharamshala. India have made four changes to their playing XI with Ravi Bishnoi, Kuldeep Yadav, Avesh Khan and Mohammed Siraj replacing Ishan Kishan, Jasprit Bumrah, Yuzvendra Chahal and Bhuvneshwar Kumar. Meanwhile, Sri Lanka have made two changes to their playing XI."
    },
    "114": {
        "url": "https://inshorts.com/en/news/congress-leader-kuldeep-bhandari-his-wife-join-aap-in-delhi-1645967787083",
        "title": "Congress leader Kuldeep Bhandari, his wife join AAP in Delhi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645964684305_64.jpg?",
        "author_name": "Ashley Paul",
        "article_time": "06:46 pm",
        "article_date": "27 Feb",
        "article_body": "Congress leader Kuldeep Bhandari and his wife Madhu Bhandari on Sunday joined the Aam Aadmi Party (AAP) in the presence of Delhi Deputy Chief Minister Manish Sisodia. Congress Seva Dal's Pramod Gupta also joined the party. \"I hope that we'll together make Arvind Kejriwal's vision of providing all basic services to the common man a reality,\" Sisodia said."
    },
    "115": {
        "url": "https://inshorts.com/en/news/highlevel-probe-ordered-after-major-power-outage-in-mumbai-1645967900120",
        "title": "High-level probe ordered after major power outage in Mumbai",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645966549914_980.jpg?",
        "author_name": "Deepika Bhatt",
        "article_time": "06:48 pm",
        "article_date": "27 Feb",
        "article_body": "Maharashtra Energy Minister Nitin Raut on Sunday ordered a high-level probe after a major power outage in parts of Mumbai. \"I have taken this matter very seriously...Appropriate action will be taken against those found guilty in this inquiry,\" he added. The movement of local trains was also affected due to the power outage."
    },
    "116": {
        "url": "https://inshorts.com/en/news/israel-to-send-humanitarian-aid-to-ukraine-amid-russian-invasion-1645967066106",
        "title": "Israel to send humanitarian aid to Ukraine amid Russian invasion",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645964760040_782.jpg?",
        "author_name": "Disha Jana",
        "article_time": "06:34 pm",
        "article_date": "27 Feb",
        "article_body": "Israel will send 100 tonnes of humanitarian aid, including water-purification kits and medical equipment, to Ukraine amid its ongoing tensions with Russia, Israeli PM Naftali Bennett said on Sunday. \"We are conducting ourselves with moderation and responsibility,\" Bennett said. Meanwhile, Bennett has also offered to mediate in conflict and help broker an end to fighting in Ukraine, Kremlin said."
    },
    "117": {
        "url": "https://inshorts.com/en/news/368-lakh-people-have-fled-ukraine-amid-russian-invasion-un-agency-1645966543879",
        "title": "3.68 lakh people have fled Ukraine amid Russian invasion: UN agency",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645964419943_437.jpg?",
        "author_name": "Shailesh",
        "article_time": "06:25 pm",
        "article_date": "27 Feb",
        "article_body": "Around 3.68 lakh people have fled Ukraine amid the Russian invasion, the United Nations' refugee agency said on Sunday. The new figure is based on \"data made available by national authorities\", it added. Most of the people leaving Ukraine have made their way to Poland, where the authorities have counted some 1.56 lakh entries since the invasion started on Thursday."
    },
    "118": {
        "url": "https://inshorts.com/en/news/world-no-7-rublev-wins-2nd-title-in-2-weeks-at-dubai-tennis-championships-1645966751733",
        "title": "World no. 7 Rublev wins 2nd title in 2 weeks at Dubai Tennis Championships",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645962796391_208.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "06:29 pm",
        "article_date": "27 Feb",
        "article_body": "World number seven Andrey Rublev won his second singles title in two weeks after beating qualifier Jiri Vesely 6-3, 6-4 in the final at Dubai Tennis Championships on Saturday. It is Rublev's fifth ATP 500 title and overall 10th. Second-seeded Russian hit 13 aces in the match. Rublev had won both singles and doubles titles in Marseille last week."
    },
    "119": {
        "url": "https://inshorts.com/en/news/there-is-no-ban-on-wearing-hijab-in-india-union-minister-naqvi-1645966303167",
        "title": "There is no ban on wearing hijab in India: Union Minister Naqvi",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645964847085_236.jpg?",
        "author_name": "Deepika Bhatt",
        "article_time": "06:21 pm",
        "article_date": "27 Feb",
        "article_body": "Amid the hijab controversy, Union Minister Mukhtar Abbas Naqvi on Sunday said there is no ban on wearing hijab in the country. He said people need to understand that constitutional rights and duties are equally important. Naqvi was in Hyderabad to inaugurate the 37th 'Hunar Haat' in the city.\n"
    },
    "120": {
        "url": "https://inshorts.com/en/news/ishan-kishan-who-was-hit-on-the-head-in-2nd-t20i-ruled-out-of-3rd-t20i-vs-sl-1645965651091",
        "title": "Ishan Kishan, who was hit on the head in 2nd T20I, ruled out of 3rd T20I vs SL",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645965101302_977.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "06:10 pm",
        "article_date": "27 Feb",
        "article_body": "Team India wicketkeeper Ishan Kishan, who was hit on the head by a 146-kmph bouncer in the second T20I, has been ruled out of the third T20I against Sri Lanka. The BCCI said that the findings of his CT scan are normal. It added that the medical team will continue to closely monitor his signs of concussion."
    },
    "121": {
        "url": "https://inshorts.com/en/news/ukraine-army-retakes-control-of-kharkiv-after-russian-attack-governor-1645965274130",
        "title": "Ukraine army retakes control of Kharkiv after Russian attack: Governor",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645963547168_669.jpg?",
        "author_name": "Ridham Gambhir",
        "article_time": "06:04 pm",
        "article_date": "27 Feb",
        "article_body": "Ukraine has regained full control of Kharkiv, said regional governor Oleh Sinegubov on Sunday. On Telegram, Sinegubov said, \"Control over Kharkiv is completely ours! The armed forces, the police, and the defense forces are working, and the city is being completely cleansed of the enemy.\" Russian forces and their military vehicles entered Ukraine's second-largest city, Kharkiv, on Sunday. "
    },
    "122": {
        "url": "https://inshorts.com/en/news/i-didnt-expect-to-fetch-such-a-huge-price-in-ipl-mega-auction-bawa-1645965181734",
        "title": "I didn't expect to fetch such a huge price in IPL mega auction: Bawa",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645963899320_395.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "06:03 pm",
        "article_date": "27 Feb",
        "article_body": "All-rounder Raj Bawa said he didn't expect to get such a \"huge price\" in the IPL 2022 mega auction. Punjab Kings bought Bawa for ₹2 crore in the auction. \"I'm also happy because I was picked by my home side,\" he added. Bawa stated he was on the phone with his father when his name was announced in the auction. "
    },
    "123": {
        "url": "https://inshorts.com/en/news/some-pay-for-it-some-have-it-naturally-mrunal-as-troll-says-reduce-lower-part-1645964431437",
        "title": "Some pay for it, some have it naturally: Mrunal as troll says 'reduce lower part'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645962953746_568.jpg?",
        "author_name": "Pragya Swastik",
        "article_time": "05:50 pm",
        "article_date": "27 Feb",
        "article_body": "Actress Mrunal Thakur told a troll, \"Some pay for it, some have it naturally...all we gotta do is flaunt,\" after she was body-shamed following an Instagram video of her practising kickboxing. The troll had commented, \"Reduce the lower part natural looks better too fat illusion.\" Mrunal also asked, \"Do you have any idea how hard I work to be fit?\" "
    },
    "124": {
        "url": "https://inshorts.com/en/news/china-to-send-chartered-flights-to-evacuate-nationals-from-ukraine-1645964697647",
        "title": "China to send chartered flights to evacuate nationals from Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645961923861_990.jpg?",
        "author_name": "Disha Jana",
        "article_time": "05:54 pm",
        "article_date": "27 Feb",
        "article_body": "China is preparing to send chartered flights to Ukraine to evacuate its nationals stranded there amid the Russian invasion. Around 6,000 Chinese nations are stuck in Ukraine, who were asked to register for these flights by the Chinese Embassy in Kyiv, local media reported. The flights will be dispatched as per the safety situation in Ukraine, the Embassy said."
    },
    "125": {
        "url": "https://inshorts.com/en/news/yogi-adityanathled-govt-added-40-to-ups-debt-chidambaram-1645964652880",
        "title": "Yogi Adityanath-led govt added 40% to UP's debt: Chidambaram",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645961110793_219.jpg?",
        "author_name": "Shailesh",
        "article_time": "05:54 pm",
        "article_date": "27 Feb",
        "article_body": "Congress leader P Chidambaram on Sunday said that 40% of the total debt of Uttar Pradesh was added by the government led by CM Yogi Adityanath. \"This model has made the state poorer and kept a majority of the people of UP poor,\" he added. Chidambaram claimed that the state's total outstanding debt is more than ₹6.62 lakh crore."
    },
    "126": {
        "url": "https://inshorts.com/en/news/bus-catches-fire-in-pune-fire-brigade-officers-face-hands-injured-1645964686920",
        "title": "Bus catches fire in Pune, fire brigade officer's face & hands injured",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645960433382_504.jpg?",
        "author_name": "Deepika Bhatt",
        "article_time": "05:54 pm",
        "article_date": "27 Feb",
        "article_body": "A private bus caught fire on the Mumbai-Bangalore highway on Sunday, an official said. As two fire tenders were rushed to the spot, one of the fire officials suffered injuries on his hands and face. The injured has been admitted to a hospital and is undergoing treatment, an official said."
    },
    "127": {
        "url": "https://inshorts.com/en/news/iccs-blunders-cause-confusion-over-result-of-india-womens-world-cup-warmup-match-1645964197169",
        "title": "ICC's blunders cause confusion over result of India Women's World Cup warm-up match",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645962216437_414.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "05:46 pm",
        "article_date": "27 Feb",
        "article_body": "ICC made repeated blunders by amending scorecard of India's Women's World Cup warm-up match against South Africa multiple times, creating confusion with regards to the outcome. After the match, the scorecard stated South Africa won by 4 wickets. After some time, it showed India won by one run. It was later rectified to show India won by two runs."
    },
    "128": {
        "url": "https://inshorts.com/en/news/pune-preschools-to-reopen-from-march-1-amid-drop-in-covid19-cases-1645963800977",
        "title": "Pune preschools to reopen from March 1 amid drop in COVID-19 cases",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645953548633_95.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "05:40 pm",
        "article_date": "27 Feb",
        "article_body": "The Pune and Pimpri-Chinchwad Municipal Corporations (PMC & PCMC) on Saturday announced the reopening of preschools in the city from March 1, with the COVID-19 situation in the Pune district under control. The PMC and PCMC have also decided to keep the parks in the city open as per normal timings, from 6 am-10 am and 4 pm-8 pm."
    },
    "129": {
        "url": "https://inshorts.com/en/news/if-sa-get-270-runs-well-back-ourselves-to-get-it-de-grandhomme-1645963760205",
        "title": "If SA get 270 runs, we'll back ourselves to get it: De Grandhomme",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645962256300_446.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "05:39 pm",
        "article_date": "27 Feb",
        "article_body": "Colin de Grandhomme said New Zealand can win the second Test against South Africa if they manage to restrict the visitors to 270 runs. \"If they bowl well...get us out, fair enough...I think it's still a good batting wicket,\" he stated. De Grandhomme scored unbeaten 120 runs in the first innings to reduce the lead to 71 runs."
    },
    "130": {
        "url": "https://inshorts.com/en/news/28yearold-prison-guard-attempts-suicide-in-punes-yerwada-jail-1645963692469",
        "title": "28-year-old prison guard attempts suicide in Pune's Yerwada jail",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645953376065_758.jpg?",
        "author_name": "Shreya Das",
        "article_time": "05:38 pm",
        "article_date": "27 Feb",
        "article_body": "A 28-year-old prison guard, who was on duty at Pune's Yerwada Central Jail, allegedly attempted suicide using his official firearm on Sunday. He was taken to hospital immediately by colleagues and is currently on ventilator support, said DCP (Zone IV) Rohidas Pawar. We've been told that he tried to end his life due to some personal issues, Pawar added."
    },
    "131": {
        "url": "https://inshorts.com/en/news/mumbai-court-jails-man-for-molesting-teenager-her-aunt-in-2017-1645963265336",
        "title": "Mumbai court jails man for molesting teenager, her aunt in 2017",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645960129803_884.jpg?",
        "author_name": "Shreya Das",
        "article_time": "05:31 pm",
        "article_date": "27 Feb",
        "article_body": "A 33-year-old man, identified as Mohsin Chougule, was sentenced to three years of rigorous imprisonment by a POCSO court in Mumbai for molesting a 17-year-old girl and her visually-impaired aunt in a local train in 2017. Chougule was also convicted for travelling in the differently-abled citizens' compartment. The court reportedly observed that such assaults, despite being common go unreported. "
    },
    "132": {
        "url": "https://inshorts.com/en/news/hunar-haat-exposition-in-hyderabad-open-for-visitors-till-march-6-1645963382671",
        "title": "Hunar Haat exposition in Hyderabad open for visitors till March 6",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645960608877_894.jpg?",
        "author_name": "Disha Jana",
        "article_time": "05:33 pm",
        "article_date": "27 Feb",
        "article_body": "The 37th edition of Hunar Haat, an exposition of traditional crafts and culinary skills, is being held at Hyderabad's NTR stadium till March 6. Over 700 artisans are participating in event, which has been organised by Ministry of Minority Affairs. \"In...past 8 years, [over] 8 lakh artisans have been given employment [through Hunar Haat],\" Union Minister Mukhtar Abbas Naqvi said."
    },
    "133": {
        "url": "https://inshorts.com/en/news/travel-in-groups-move-from-conflict-zones-indian-embassy-to-nationals-in-ukraine-1645963102346",
        "title": "Travel in groups, move from conflict zones: Indian embassy to nationals in Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645961981640_38.jpg?",
        "author_name": "Ridham Gambhir",
        "article_time": "05:28 pm",
        "article_date": "27 Feb",
        "article_body": "The Indian embassy in Ukraine in its latest advisory urged its nationals to travel in groups while advising them to move away from conflict zones. It also informed that Ukraine Railways is organising emergency trains for evacuation, free of cost and that they are functioning on a first come first serve basis from Kyiv with no requirement of tickets."
    },
    "134": {
        "url": "https://inshorts.com/en/news/delhi-metro-to-allow-standing-passengers-from-monday-dmrc-1645963026024",
        "title": "Delhi Metro to allow standing passengers from Monday: DMRC",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645955669018_452.jpg?",
        "author_name": "Nakul Ahuja",
        "article_time": "05:27 pm",
        "article_date": "27 Feb",
        "article_body": "The Delhi Metro will allow standing passengers from Monday, said the Delhi Metro Rail Corporation (DMRC), after the Delhi Disaster Management Authority decided to withdraw all restrictions amid a drop in COVID-19 cases. The DDMA also reduced the fine for not wearing masks from ₹2,000 to ₹500. Physical classes in Delhi schools will resume from April 1, DDMA said. "
    },
    "135": {
        "url": "https://inshorts.com/en/news/triple-talaq-cases-down-by-80-after-law-passed-pm-in-mann-ki-baat-1645962663744",
        "title": "Triple talaq cases down by 80% after law passed: PM in Mann Ki Baat",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645958816132_988.jpg?",
        "author_name": "Ramanpreet Singh Virdi ",
        "article_time": "05:21 pm",
        "article_date": "27 Feb",
        "article_body": "Prime Minister Narendra Modi on Sunday said after the law against triple talaq was passed, there has been an 80 per cent decrease in such incidents. \"Social evils...are...coming to an end,\" he said during his Mann Ki Baat address. \"The country is trying to give equal rights to sons and daughters by fixing a common age for marriage,\" he added. "
    },
    "136": {
        "url": "https://inshorts.com/en/news/so-blessed-to-have-you-sonam-kapoor-wishes-motherinlaw-on-bday-1645961869653",
        "title": "So blessed to have you: Sonam Kapoor wishes mother-in-law on b'day",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645960441309_317.jpg?",
        "author_name": "Mahima Kharbanda",
        "article_time": "05:07 pm",
        "article_date": "27 Feb",
        "article_body": "Actress Sonam Kapoor wished her mother-in-law, Priya Ahuja, on her birthday. Taking to Instagram, Sonam posted a few pictures of her. Alongside the post, she wrote, \"Happy...birthday mom! Have the best year month and day! So blessed to have you in my life...Love you.\" Sonam's mother Sunita Kapoor, too, wished Priya on Instagram. She wrote, \"Happy birthday dearest Priya.\""
    },
    "137": {
        "url": "https://inshorts.com/en/news/2-elephant-tusks-seized-during-search-operation-in-odisha-1-held-1645962148061",
        "title": "2 elephant tusks seized during search operation in Odisha, 1 held",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645957682979_653.jpg?",
        "author_name": "Shreya Das",
        "article_time": "05:12 pm",
        "article_date": "27 Feb",
        "article_body": "The Special Task Force along with forest officials seized two elephant tusks weighing 5.662 kg while conducting a search operation in Odisha's Keonjhar district on Saturday. The accused, Ramakanta Pradhan, who illegally possessed the tusks, was handed over to Divisional Forest Officer, Karanjia, an STF official said. The action was part of a special operation against poachers, launched in 2020."
    },
    "138": {
        "url": "https://inshorts.com/en/news/the-root-cause-is-the-us-north-korea-on-russian-invasion-of-ukraine-1645961797034",
        "title": "The root cause is the US: North Korea on Russian invasion of Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645960920238_717.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "05:06 pm",
        "article_date": "27 Feb",
        "article_body": "North Korea has accused the US of being the \"root cause of the Ukraine crisis\". North Korea said the US has pursued \"military supremacy in disregard of the legitimate demand of Russia for its security\". \"The root cause of the Ukrainian crisis also lies in the high-handedness and arbitrariness of the US,\" read a statement on its foreign ministry website."
    },
    "139": {
        "url": "https://inshorts.com/en/news/was-hurt-by-congs-disrespect-to-him-ghulam-nabis-nephew-on-joining-bjp-1645961523662",
        "title": "Was hurt by Cong's disrespect to him: Ghulam Nabi's nephew on joining BJP",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645960002258_66.jpg?",
        "author_name": "Deepika Bhatt",
        "article_time": "05:02 pm",
        "article_date": "27 Feb",
        "article_body": "Senior Congress leader Ghulam Nabi Azad's nephew Mubashir Azad joined the BJP in Jammu on Sunday. He said he was hurt because his uncle was \"disrespected\" by the Congress leadership. ''The [Congress] is marred in infighting...while under the leadership of Modi, the work for the welfare of the people is taking place on the ground,\" Mubashir added."
    },
    "140": {
        "url": "https://inshorts.com/en/news/ukraine-takes-russia-to-international-court-of-justice-over-invasion-1645961741386",
        "title": "Ukraine takes Russia to International Court of Justice over invasion",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645960871726_111.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "05:05 pm",
        "article_date": "27 Feb",
        "article_body": "Ukrainian President Volodymyr Zelenskyy on Sunday said that Ukraine has submitted its application against Russia to the International Court of Justice (ICJ). \"Russia must be held accountable for manipulating the notion of genocide to justify aggression. We request an urgent decision ordering Russia to cease military activity now and expect trials to start next week,\" he tweeted."
    },
    "141": {
        "url": "https://inshorts.com/en/news/amitabh-bachchans-grandson-to-play-archie-in-zoyas-film-reports-1645961747564",
        "title": "Amitabh Bachchan's grandson to play Archie in Zoya's film: Reports",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645961115200_38.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "05:05 pm",
        "article_date": "27 Feb",
        "article_body": "Amitabh Bachchan's grandson Agastya Nanda will reportedly make his debut with Zoya Akhtar's live-action musical film based on Archie Comics. He will play the role of Archie in the upcoming film, reports stated. Agastya, son of Shweta Bachchan Nanda, will reportedly share screen space with Shah Rukh Khan's daughter Suhana Khan and Boney Kapoor's daughter Khushi Kapoor in the film."
    },
    "142": {
        "url": "https://inshorts.com/en/news/best-times-shahid-shares-pics-with-mira-ananya-from-his-bday-party-1645961501878",
        "title": "Best times: Shahid shares pics with Mira, Ananya from his b'day party",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645957770510_85.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "05:01 pm",
        "article_date": "27 Feb",
        "article_body": "Actor Shahid Kapoor, who turned 41 on February 25, has shared a video featuring pictures from his birthday party. In the pictures, the 41-year-old actor can be seen posing with his wife Mira Rajput, Ishaan Khatter and his rumoured girlfriend Ananya Panday, Kunal Kemmu and Mrunal Thakur, among others. \"Best times,\" Shahid captioned the post. "
    },
    "143": {
        "url": "https://inshorts.com/en/news/indians-stranded-in-ukraine-to-be-brought-back-at-govts-expense-singh-1645961582753",
        "title": "Indians stranded in Ukraine to be brought back at govt's expense: Singh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645959049204_68.jpg?",
        "author_name": "Ashley Paul",
        "article_time": "05:03 pm",
        "article_date": "27 Feb",
        "article_body": "Union Minister Rajnath Singh on Sunday said, \"All the Indians stranded in Ukraine will be brought back to the country at the government's expense.\" He added that the government has decided to increase the number of flights to and from neighbouring countries of Ukraine. A flight from Bucharest with 250 Indians stuck in Ukraine landed in Delhi on Sunday."
    },
    "144": {
        "url": "https://inshorts.com/en/news/chelseas-russian-owner-roman-abramovich-relinquishes-control-of-club-1645961028571",
        "title": "Chelsea's Russian owner Roman Abramovich relinquishes control of club",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645960165255_377.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "04:53 pm",
        "article_date": "27 Feb",
        "article_body": "Chelsea's Russian owner Roman Abramovich has relinquished control of the club. \"I've always taken decisions with the club's best interest at heart. I remain committed to these values. That's why I'm...giving trustees of Chelsea’s charitable foundation the stewardship and care of Chelsea FC,\" he said. He added, \"They're in the best position to look after the interests of the club.\""
    },
    "145": {
        "url": "https://inshorts.com/en/news/anil-ambanis-family-welcomes-khrisha-shares-anmolkhrishas-wedding-pics-1645960796300",
        "title": "Anil Ambani's family welcomes Khrisha; shares Anmol-Khrisha's wedding pics",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645959215709_166.jpg?",
        "author_name": "Pragya Swastik",
        "article_time": "04:49 pm",
        "article_date": "27 Feb",
        "article_body": "Anil Ambani's wife Tina Ambani took to Instagram to share a family picture that included her daughter-in-law Khrisha Shah, and captioned it, \"Welcoming our daughter! A new chapter for Anmol, a new energy in the house.\" She also shared several pictures from her son Anmol Ambani and his entrepreneur-wife Khrisha Shah's wedding ceremonies, including 'Mandva Mahurat', mehendi and haldi. "
    },
    "146": {
        "url": "https://inshorts.com/en/news/refused-to-meet-an-actor-alone-was-thrown-out-of-the-film-isha-koppikar-1645960668825",
        "title": "Refused to meet an actor alone, was thrown out of the film: Isha Koppikar",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645956213465_553.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "04:47 pm",
        "article_date": "27 Feb",
        "article_body": "Actress Isha Koppikar said she was once \"thrown out of\" film for refusing to meet actor alone. \"I called up hero, who asked me to meet him alone...he was...accused of infidelity...he asked me to visit him minus my staff...I called producer and told him that I'm here due to my talent and looks...I was thrown out of film,\" she added."
    },
    "147": {
        "url": "https://inshorts.com/en/news/show-didnt-do-well-ended-abruptly-producers-begged-me-to-reduce-dues-param-1645960571771",
        "title": "Show didn't do well, ended abruptly; producers begged me to reduce dues: Param",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645958537554_842.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "04:46 pm",
        "article_date": "27 Feb",
        "article_body": "Actor Param Singh said that producers of a show that \"ended abruptly\" begged him to reduce his dues. \"There was a show, which ended abruptly. Then the producers asked me to give them a discount. I was dumbfounded...Show didn't do well...producers begged me to reduce my dues...I ended up doing so but decided to never work with them,\" Singh said."
    },
    "148": {
        "url": "https://inshorts.com/en/news/we-havent-decided-babys-name-waiting-for-the-priest-madhu-on-grandchild-1645961251129",
        "title": "We haven't decided baby's name; waiting for the priest: Madhu on grandchild",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645959908738_592.jpg?",
        "author_name": "Mahima Kharbanda",
        "article_time": "04:57 pm",
        "article_date": "27 Feb",
        "article_body": "Priyanka Chopra's mother Madhu Chopra spoke about her grandchild and said she is so happy to become a grandmother. \"I'm only smiling all the time. I'm very happy,\" she added. When asked what the couple has named their baby, Madhu said the name hasn't been decided yet. \"When the priest gives us the name, then it'll happen,\" she added."
    },
    "149": {
        "url": "https://inshorts.com/en/news/fan-asks-why-chitrangda-was-made-to-knead-dough-in-bob-sujoy-responds-1645961069000",
        "title": "Fan asks why Chitrangda was made to knead dough in 'Bob...', Sujoy responds",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645956479271_30.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "04:54 pm",
        "article_date": "27 Feb",
        "article_body": "'Bob Biswas' producer Sujoy Ghosh responded to a fan who tweeted, \"Sujoy, why making such a beautiful actress Chitrangda Singh goondo aata in #BobBiswas (Why did you make a beautiful actress like Chitrangda knead dough in Bob Biswas). There was no script demand.\" \"My apologies. You're right. Script demanded maida (white flour) but couldn't get in time,\" Sujoy jokingly wrote. "
    },
    "150": {
        "url": "https://inshorts.com/en/news/jkhand-cm-sends-list-of-people-stuck-in-ukraine-to-centre-urges-safe-return-1645961082393",
        "title": "J’khand CM sends list of people stuck in Ukraine to Centre; urges safe return",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645957505772_556.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "04:54 pm",
        "article_date": "27 Feb",
        "article_body": "Sharing a list of people from Jharkhand stuck in Ukraine amid Russia's attack, Chief Minister Hemant Soren on Sunday wrote a letter to Union Home Minister Amit Shah urging him to ensure their safe return. \"They [people stuck in Ukraine] are in a state of panic and horror and compelled to move with limited stock of essential provisions,\" noted Soren."
    },
    "151": {
        "url": "https://inshorts.com/en/news/cant-sweep-it-under-carpet-gavaskar-on-india-conceding-80-runs-in-last-5-overs-1645960884319",
        "title": "Can't sweep it under carpet: Gavaskar on India conceding 80 runs in last 5 overs",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645959015712_393.jpg?",
        "author_name": "Ankur Taliyan",
        "article_time": "04:51 pm",
        "article_date": "27 Feb",
        "article_body": "Ex-India captain Sunil Gavaskar has said India need to worry about the death-over bowlers in T20Is. \"It's an issue that India cannot afford to sweep under the carpet...Who should bowl the first 10 [overs]...the last 8. These are issues that India need to think [about],\" Gavaskar added. India conceded 80 runs in last five overs in second Sri Lanka T20I."
    },
    "152": {
        "url": "https://inshorts.com/en/news/unbelievable-to-start-year-like-this-nadal-on-winning-mexican-open-1645960806061",
        "title": "Unbelievable to start year like this: Nadal on winning Mexican Open",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645959588343_560.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "04:50 pm",
        "article_date": "27 Feb",
        "article_body": "Rafael Nadal claimed his 91st career title after beating Cameron Norrie 6-4, 6-4, in the final of the Mexican Open. \"It's truly unbelievable to start the year like this,\" Nadal stated after winning the match. Referring to the time when he was on crutches, Nadal said, \"A month-and-a-half ago no one would have believed this.\""
    },
    "153": {
        "url": "https://inshorts.com/en/news/speak-mother-tongue-with-pride-pm-modi-in-mann-ki-baat-1645960674468",
        "title": "Speak mother tongue with pride: PM Modi in 'Mann Ki Baat'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645958776550_458.jpg?",
        "author_name": "Shailesh",
        "article_time": "04:47 pm",
        "article_date": "27 Feb",
        "article_body": "Prime Minister Narendra Modi in his 'Mann Ki Baat' address on Sunday said that people should speak their language with pride. \"The mother and mother tongue, both together strengthen the foundation of life; lending it permanence,\" he added. \"Just like we cannot abandon our mother, similarly, we cannot leave our mother tongue either,\" he further said. "
    },
    "154": {
        "url": "https://inshorts.com/en/news/phase-out-singleuse-plastic-products-by-june-30-bihar-govt-to-sellers-1645960696717",
        "title": "Phase out single-use plastic products by June 30: Bihar govt to sellers",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645957197911_680.jpg?",
        "author_name": "Disha Jana",
        "article_time": "04:48 pm",
        "article_date": "27 Feb",
        "article_body": "Bihar government has asked all malls, cinema halls, hospitals, schools, tourist spots and other places to phase out the use of single-use plastic products by June 30. The sale and purchase of such products, which include earbuds with plastic sticks, plastic flags and cutlery, will be banned from July 1. \"People should explore alternatives to avoid incontinence,” an official said."
    },
    "155": {
        "url": "https://inshorts.com/en/news/indias-oil-imports-to-cross-$100-bn-in-fy22-almost-twice-of-fy21-1645960637744",
        "title": "India's oil imports to cross $100 bn in FY22, almost twice of FY21",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645956314653_881.jpg?",
        "author_name": "Ashley Paul",
        "article_time": "04:47 pm",
        "article_date": "27 Feb",
        "article_body": "India's oil import bill is set to cross the $100 billion mark in FY22, almost double of what it spent in FY21 at $62.2 billion. India has already spent $94.3 billion on oil imports between April 2021 and January 2022. India imported oil worth $11.6 billion in January 2022, a 50.6% YoY rise against $7.7 billion spent in January 2021."
    },
    "156": {
        "url": "https://inshorts.com/en/news/horrific-experience-shabana-azmi-on-21yrold-niece-left-on-bridge-at-night-by-ola-driver-1645957227741",
        "title": "Horrific experience: Shabana Azmi on 21-yr-old niece left on bridge at night by Ola driver",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645956457525_780.jpg?",
        "author_name": "Pragya Swastik",
        "article_time": "03:50 pm",
        "article_date": "27 Feb",
        "article_body": "Actress Shabana Azmi shared her 21-year-old niece's \"horrific experience\" where her Ola cab allegedly left her mid-ride on Mumbai's Dadar bridge in the night. \"Driver realised...he'd reach home late due to traffic...so he made me get off on Dadar bridge,\" her niece said. \"I had to walk down the bridge...It took me 2 hours to reach my destination,\" she added."
    },
    "157": {
        "url": "https://inshorts.com/en/news/romania-to-send-arms-supplies-worth-€3-mn-to-ukraine-amid-invasion-1645958785312",
        "title": "Romania to send arms, supplies worth €3 mn to Ukraine amid invasion",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645956089491_387.jpg?",
        "author_name": "Disha Jana",
        "article_time": "04:16 pm",
        "article_date": "27 Feb",
        "article_body": "Romania will send equipment and supplies to Ukraine worth €3 million amid the Russian invasion, Romanian government has said. Provisions will include fuel, ammunition, bullet-proof vests, helmets, food and water. Additionally, ambulances will pick up pregnant women, the elderly and children waiting in queues trying to cross over from Ukraine into Romania at the northeastern Siret crossing point."
    },
    "158": {
        "url": "https://inshorts.com/en/news/us-waives-inperson-interview-for-many-visa-applicants-including-students-till-dec-31-1645958433089",
        "title": "US waives in-person interview for many visa applicants including students till Dec 31",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645955045909_190.jpg?",
        "author_name": "Apaar Sharma",
        "article_time": "04:10 pm",
        "article_date": "27 Feb",
        "article_body": "The US has waived in-person interview requirements for many visa applicants through December 31, an official said. The applicants eligible for the waiver are students (F, M, and academic J visas), workers (H-1, H-2, H-3, and individual L visas), Culture and extraordinary ability (O, P, and Q visas). Eligible applicants must have previously been issued any category of US visa."
    },
    "159": {
        "url": "https://inshorts.com/en/news/stakhovsky-to-take-up-arms-to-fight-russia-says-ive-experience-with-a-gun-1645957367952",
        "title": "Stakhovsky to take up arms to fight Russia, says 'I've experience with a gun'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645955386237_483.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "03:52 pm",
        "article_date": "27 Feb",
        "article_body": "Former Ukrainian tennis player Sergiy Stakhovsky has enlisted himself in his country's reserve army amid war with Russia. \"I would fight, it’s the only reason I’m trying to get back. I don’t have military experience, but I do have experience with a gun privately,\" he said. Earlier, Klitschko brothers took up arms to defend Ukraine against Russia."
    },
    "160": {
        "url": "https://inshorts.com/en/news/australian-cricket-team-lands-in-pakistan-for-1st-tour-in-24-years-pics-surface-1645957096697",
        "title": "Australian cricket team lands in Pakistan for 1st tour in 24 years, pics surface",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645953726150_639.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "03:48 pm",
        "article_date": "27 Feb",
        "article_body": "Members of the 18-member squad picked for Australian men's cricket team's first trip to Pakistan in 24 years landed in Islamabad during the early hours of Sunday morning. Australia last played in Pakistan in 1998, winning the three-match Test series 1-0 and winning the ODI series 3-0. The upcoming Test series will be Pat Cummins' first overseas series as captain."
    },
    "161": {
        "url": "https://inshorts.com/en/news/was-informed-just-45-mins-before-evacuation-bluru-student-on-arrival-from-ukraine-1645960424810",
        "title": "Was informed just 45 mins before evacuation: B'luru student on arrival from Ukraine",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645958144755_274.jpg?",
        "author_name": "Ridham Gambhir",
        "article_time": "04:43 pm",
        "article_date": "27 Feb",
        "article_body": "Among the first batch of students evacuated from Ukraine, 12 of them arrived in Karnataka on Sunday. A Bengaluru-based student studying in Ukraine said, \"On February 26, just 45 minutes before evacuation, we were informed to pack our luggage...The local police helped us to cross the border. We were then airlifted from Bucharest to Mumbai and to Bengaluru.\""
    },
    "162": {
        "url": "https://inshorts.com/en/news/ukraine-govt-shares-pic-of-residential-building-shelled-by-russia-near-kyiv-1645957079586",
        "title": "Ukraine govt shares pic of residential building shelled by Russia near Kyiv",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645956054581_953.jpg?",
        "author_name": "Anmol Sharma",
        "article_time": "03:47 pm",
        "article_date": "27 Feb",
        "article_body": "Ukraine's Centre for Strategic Communications and Information Security took to Twitter to share a picture of a residential building shelled by Russian army. \"Russia is committing war crimes. Today Russian army shelled a residential building in Bucha...15 km from Kyiv,\" it wrote. It also said that Russian tanks shot down a bus with civilians in Okhtyrka district of Sumy region."
    },
    "163": {
        "url": "https://inshorts.com/en/news/russias-actions-bear-signs-of-genocide-kids-will-be-killed-subtly-ukrainian-prez-1645957709959",
        "title": "Russia's actions bear signs of genocide, kids will be killed subtly: Ukrainian Prez",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645956249771_440.jpg?",
        "author_name": "Ridham Gambhir",
        "article_time": "03:58 pm",
        "article_date": "27 Feb",
        "article_body": "Ukraine's President Volodymyr Zelenskyy on Sunday urged the world to scrap Russia’s voting power at the UN Security Council. He said, \"They are going to bomb our Ukrainian cities, even more, they are going to kill our children even more subtly...Russia's criminal actions against Ukraine bear signs of genocide.\" Russian forces have entered into Ukraine's second-largest city, Kharkiv. "
    },
    "164": {
        "url": "https://inshorts.com/en/news/mom-told-me-its-not-colour-but-heart-that-matters-remo-on-being-called-kalu-1645959830011",
        "title": "Mom told me it's not colour but heart that matters: Remo on being called 'kalu'",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645952342417_242.jpg?",
        "author_name": "Udit Gupta",
        "article_time": "04:33 pm",
        "article_date": "27 Feb",
        "article_body": "Filmmaker-choreographer Remo Dsouza took to Instagram to share a video that had Mohd Rafi's song 'Hum Kale Hai To Kya Hua Dil Wale Hai' playing in the background. In his post, he opened up about how he used to hate when people called him 'kaalia' or 'kalu'. \"But...mom told me...it's not the colour it's the heart that matters,\" Remo added. "
    },
    "165": {
        "url": "https://inshorts.com/en/news/not-everything-goes-as-per-the-plan-rubina-on-suffering-back-injury-1645959867713",
        "title": "Not everything goes as per the plan: Rubina on suffering back injury",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645958053712_582.jpg?",
        "author_name": "Mahima Kharbanda",
        "article_time": "04:34 pm",
        "article_date": "27 Feb",
        "article_body": "Actress Rubina Dilaik recently took to Instagram to inform her fans about her injury. In the post shared by Rubina, she is seen wearing pink coloured activewear with 5-6 bandages on her back. Alongside the post, Rubina wrote, \"Not everything goes as per the plan.\" Soon after Rubina dropped the post, fans wished her for her speedy recovery."
    },
    "166": {
        "url": "https://inshorts.com/en/news/means-a-lot-to-start-new-life-from-grandparents-house-sheetal-on-wedding-1645957211871",
        "title": "Means a lot to start new life from grandparents' house: Sheetal on wedding",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645951728562_588.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "03:50 pm",
        "article_date": "27 Feb",
        "article_body": "Actress Sheetal Thakur took to Instagram to share video of her Himachal wedding with actor Vikrant Massey and said that it means a lot to her to start her \"new life\" from her grandparents' house. \"It's a village or whatever people call it. But this is me,\" she said in the video. Sheetal and Vikrant got married on February 18."
    },
    "167": {
        "url": "https://inshorts.com/en/news/had-to-wear-15kgs-jewellery-for-song-chamma-chamma-got-scratches-urmila-1645958368674",
        "title": "Had to wear 15kgs jewellery for song Chamma Chamma; got scratches: Urmila",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645956649536_286.jpg?",
        "author_name": "Mahima Kharbanda",
        "article_time": "04:09 pm",
        "article_date": "27 Feb",
        "article_body": "During her appearance in 'Sa Re Ga Ma Pa', actress Urmila Matondkar revealed she got scratches on her body because she had to wear extremely heavy jewellery of about 15 kilograms for the 'banjaran' look in her song 'Chamma Chamma'. She added, \"I got badly hurt by the earrings that I was wearing. I still remember it very clearly.\""
    },
    "168": {
        "url": "https://inshorts.com/en/news/radhe-shyam-makers-install-free-astrology-booths-in-cinema-halls-across-india-1645957392320",
        "title": "Radhe Shyam makers install free astrology booths in cinema halls across India",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645953911262_694.jpg?",
        "author_name": "Mahima Kharbanda",
        "article_time": "03:53 pm",
        "article_date": "27 Feb",
        "article_body": "The makers of Prabhas-starrer 'Radhe Shyam' have installed astrology booths in a lot of cinema halls across India. Every booth is equipped with an astrologer who'll read the palms of people free of cost. Reportedly, the booths have already been attracting massive crowds across the theatres. In 'Radhe Shyam', Prabhas, too, will be seen essaying the role of a palmist."
    },
    "169": {
        "url": "https://inshorts.com/en/news/google-blocks-russias-rt-other-channels-from-making-ad-money-1645958037183",
        "title": "Google blocks Russia's RT, other channels from making ad money",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645952091142_14.jpg?",
        "author_name": "Ashley Paul",
        "article_time": "04:03 pm",
        "article_date": "27 Feb",
        "article_body": "Alphabet's Google on Saturday blocked Russia's state-owned media outlet RT and other channels from receiving money for ads on their websites, apps and YouTube videos after Russia invaded Ukraine on Thursday. Russian media will not be able to buy ads through Google Tools or place ads on Google services. We'll take further steps if necessary, Google spokesman Michael Aciman said."
    },
    "170": {
        "url": "https://inshorts.com/en/news/jdu-candidate-rohit-wahengbam-shot-at-by-unidentified-persons-1645958672731",
        "title": "JD(U) candidate Rohit Wahengbam shot at by unidentified persons",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645955316253_750.jpg?",
        "author_name": "Ashley Paul",
        "article_time": "04:14 pm",
        "article_date": "27 Feb",
        "article_body": "Janata Dal (United) candidate from Manipur's Kshetrigao, Rohit Wahengbam, was shot at by unidentified persons ahead of the Manipur Assembly polls and is reported to now be in a critical but stable condition in the ICU. \"We do not know who tried to kill him but they should be caught. He was targeted out of political rivalry,\" said Wahengbam's mother."
    },
    "171": {
        "url": "https://inshorts.com/en/news/ukraine-to-create-it-army-to-hit-russian-websites-1645957869081",
        "title": "Ukraine to create 'IT army' to hit Russian websites",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645953318424_615.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "04:01 pm",
        "article_date": "27 Feb",
        "article_body": "Ukraine is planning to launch an 'IT army' to strike Russia on the cyber front, said the country's Vice Prime Minister Mykhailo Fedorov. \"We are creating an IT army. We need digital talents,\" tweeted Fedorov. He also shared a list of prominent Russian websites, saying, \"There will be tasks for everyone. We continue to fight on the cyber front.\""
    },
    "172": {
        "url": "https://inshorts.com/en/news/words-not-enough-to-praise-pm-modis-role-amid-ukraine-crisis-rajnath-singh-1645957589156",
        "title": "Words not enough to praise PM Modi’s role amid Ukraine crisis: Rajnath Singh",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645955653461_852.jpg?",
        "author_name": "Saurabh Sinha",
        "article_time": "03:56 pm",
        "article_date": "27 Feb",
        "article_body": "Campaigning in UP's Bairia, Union Defence Minister Rajnath Singh on Sunday hailed Prime Minister Narendra Modi's role amid the Ukraine crisis. \"Words are not enough to praise PM Modi for his role,\" said Singh. He also said, \"Earlier, when India used to speak on global stages, the world didn't take it seriously. Now when India speaks, the world pays attention.\""
    },
    "173": {
        "url": "https://inshorts.com/en/news/90-in-1518-age-group-received-1st-vaccine-dose-in-delhi-govt-1645959097900",
        "title": "90% in 15-18 age group received 1st vaccine dose in Delhi: Govt",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645955968474_589.jpg?",
        "author_name": "Shailesh",
        "article_time": "04:21 pm",
        "article_date": "27 Feb",
        "article_body": "Ninety percent of adolescents in the 15-18 age group have been administered the first dose of vaccine against COVID-19, according to official data. Until February 24, 54% of them had received the second dose of the vaccine, the data showed. The data was presented during a meeting of the Delhi Disaster Management Authority (DDMA) earlier this week."
    },
    "174": {
        "url": "https://inshorts.com/en/news/have-used-27-players-so-far-there-could-be-more-rohit-ahead-of-3rd-t20i-1645960107127",
        "title": "Have used 27 players so far, there could be more: Rohit ahead of 3rd T20I",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645957743997_112.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "04:38 pm",
        "article_date": "27 Feb",
        "article_body": "Hinting at possible changes for third and final T20I against Sri Lanka after Team India secured the three-match series 2-0, India captain Rohit Sharma said, \"We have used 27 players so far, there could be more (laughs).\" He added, \"When you win the series, there are guys who haven't had the opportunities.\" Third T20I will be played today in Dharamshala."
    },
    "175": {
        "url": "https://inshorts.com/en/news/rohit-has-a-lot-of-trust-in-me-he-tells-me-to-set-my-own-field-bumrah-1645959276665",
        "title": "Rohit has a lot of trust in me, he tells me to set my own field: Bumrah ",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645955264192_58.jpg?",
        "author_name": "Ankur Taliyan",
        "article_time": "04:24 pm",
        "article_date": "27 Feb",
        "article_body": "Talking about his relationship with India captain Rohit Sharma, pacer Jasprit Bumrah said they've reached the stage where Rohit tells him to set his own field. \"In the initial days [at MI] as well, Rohit had a lot of trust in me. He gave me the important overs and told me, 'Okay, [you] can do the job',\" revealed Bumrah. "
    },
    "176": {
        "url": "https://inshorts.com/en/news/i-think-pak-crowd-will-support-me-theyll-also-hope-we-lose-khawaja-1645958728122",
        "title": "I think Pak crowd will support me, they'll also hope we lose: Khawaja",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645957534620_803.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "04:15 pm",
        "article_date": "27 Feb",
        "article_body": "Australia batter Usman Khawaja said that he anticipates the crowd in Pakistan to support him in the upcoming Test series but added the crowd will also want Australia to lose. \"We've always had great support from Pakistan. I'm not sure how many of them will be turning up...But from all over the sub-continent, I've always had great support,\" he added."
    },
    "177": {
        "url": "https://inshorts.com/en/news/harshal-needs-to-finetune-slower-balls-in-dharamshala-in-3rd-t20i-zaheer-1645958587902",
        "title": "Harshal needs to fine-tune slower balls in Dharamshala in 3rd T20I: Zaheer",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645958063795_670.jpg?",
        "author_name": "Anant Kaur",
        "article_time": "04:13 pm",
        "article_date": "27 Feb",
        "article_body": "Ex-India pacer Zaheer Khan has said India pacer Harshal Patel needs to \"fine-tune\" his slower deliveries to Dharamshala's condition without altering his approach and execution ahead of third T20I against Sri Lanka. \"Dharamshala is a high-altitude ground as well so the ball also travels differently,\" he added. Harshal posted 4-0-52-1 in second T20I against Sri Lanka in Dharamshala."
    },
    "178": {
        "url": "https://inshorts.com/en/news/i-feel-incredibly-safe-weve-been-well-looked-after-by-pcb-cummins-1645959187840",
        "title": "I feel incredibly safe, we've been well looked after by PCB: Cummins",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645958143396_980.jpg?",
        "author_name": "Amartya Sharma",
        "article_time": "04:23 pm",
        "article_date": "27 Feb",
        "article_body": "After the Australian cricket team landed in Islamabad on Sunday, Test captain Pat Cummins said, \"I feel incredibly safe...we've been really well looked after by the Pakistan Cricket Board (PCB).\" This is Australia's first tour of Pakistan since 1998. Cummins added, \"There's been lots of security upon arrival.\" Australia will play three Tests, three ODIs and one T20I in Pakistan."
    },
    "179": {
        "url": "https://inshorts.com/en/news/defamation-case-against-union-minister-for-remarks-on-disha-salian-1645959417148",
        "title": "Defamation case against Union Minister for remarks on Disha Salian",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645957968189_723.jpg?",
        "author_name": "Deepika Bhatt",
        "article_time": "04:26 pm",
        "article_date": "27 Feb",
        "article_body": "A defamation case has been registered in Mumbai against Union Minister Narayan Rane and his MLA son Nitesh Rane for allegedly making defamatory remarks against Disha Salian, who was former manager of late actor Sushant Singh Rajput. At a press conference, they had alleged that there was foul play behind Salian's death. Police had said that she died by suicide."
    },
    "180": {
        "url": "https://inshorts.com/en/news/mps-ujjain-to-light-up-with-21-lakh-diyas-on-mahashivratri-on-march-1-1645958400722",
        "title": "MP's Ujjain to light up with 21 lakh diyas on Mahashivratri on March 1",
        "image": "https://static.inshorts.com/inshorts/images/v1/variants/jpg/m/2022/02_feb/27_sun/img_1645952680414_415.jpg?",
        "author_name": "Ria Kapoor",
        "article_time": "04:10 pm",
        "article_date": "27 Feb",
        "article_body": "Madhya Pradesh's Ujjain will reportedly be lit with 21 lakh diyas on Mahashivratri on March 1. Reports said city will be illuminated at 7 pm and the diyas will be lit for an hour. It will take 12,000 volunteers to light diyas. Ujjain District Collector said 15 lakh diyas were to be lit but were increased due to people's enthusiasm."
    }
}